[
  {
    "name": "Major",
    "cards": [
      {
        "name": "The Fool",
        "img_asset": "the-fool",
        "description":
          "The Fool depicts a youth walking joyfully into the world. He is taking his first steps, and he is exuberant, joyful, excited. He carries nothing with him except a small sack, caring nothing for the possible dangers that lie in his path. Indeed, he is soon to encounter the first of these possible dangers, for if he takes just a step more, he he topple over the cliff that he is reaching. But this doesn't seem to concern him - we are unsure whether he is just naive or simply unaware. The dog at his heels barks at him in warning, and if he does not become more aware of his surroundings soon, he may never see all the adventures that he dreams of encountering.",
        "upright":
          "The Fool card is numbered 0, which is considered to be a number of infinite potential. Consider him a blank slate, for The Fool has yet to develop a clear personality. He is the symbol of innocence - his journey to come will shape his character yet. To see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead. To meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy.",
        "reversed":
          "When you land on the reversed Fool in your reading, you can generally find his more negative characteristics being on display. It can mean that you are literally acting like a fool by disregarding the repercussions of your actions. Like the youth depicted in the card, you don't see how dangerous of a position you find yourself in. A reversed Fool card can show that you are living in the moment and not planning for the future. The reversed Fool meaning serves as caution that you should be more aware so as not to be taken advantage of. Like the dog in the Rider Waite version, this card is here to alert you on anything that may sound too good to be true.",
        "keywords": {
          "upright": [
            "New beginnings",
            "Innocence",
            "Spontaneity",
            "Free spirit"
          ],
          "reversed": [
            "Inconsideration",
            "Foolishness",
            "Recklessness",
            "Taken advantage of"
          ]
        },
        "astrology": "Uranus",
        "element": "Air"
      },
      {
        "name": "The Magician",
        "img_asset": "the-magician",
        "description":
          "The Magician is one tarot card that is filled with symbolism. The central figure depicts someone with one hand pointed to the sky, while the other hand points to the ground, as if to say \"as above, so below\". This is a rather complicated phrase, but its summarization is that earth reflects heaven, the outer world reflects within, the microcosm reflects the macrocosm, earth reflects God. It can also be interpreted here that the magician symbolizes the ability to act as a go-between between the world above and the contemporary, human world. On his table, the magician also wields all the suits of the tarot. This symbolizes the four elements being connected by this magician - the four elements being earth, water, air, and fire. The infinity sign on his head indicates the infinite possibilities of creation with the will.",
        "upright":
          "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. He is the connecting force between heaven and earth, for he understands the meaning behind the words \"as above so below\" - that mind and world are only reflections of one another. Remember that you are powerful, create your inner world, and the outer will follow. When you get the Magician in your reading, it might mean that it's time to tap into your full potential without hesitation. It might be in your new job, new business venture, a new love or something else. It shows that the time to take action is now and any signs of holding back would mean missing the opportunity of becoming the best version of yourself. Certain choices will have to be made and these can bring great changes to come. Harness some of the Magician's power to make the world that you desire most.",
        "reversed":
          "When you obtain the Magician reversed, it might mean its time for you to implement some changes. While right side up, the Magician represents true power, the reversed Magician is a master of illusion. The magic that he performs is one of deception and trickery. You may be lured in by the showmanship of his arts, but behind that there may be an intention to manipulate for selfish gain. Getting this card might mean that there is someone who pretends to have your best interests at hand when the opposite is true. Consider whether this reversed the magician is in your circle, or perhaps might also represent your current state of emotions. It may mean you may become obsessed with power and that might lead to wrong, reckless decisions that will lead to your eventual downfall.",
        "keywords": {
          "upright": [
            "Willpower",
            "Skill",
            "Creation",
            "Manifestation",
            "Resourcefullness"
          ],
          "reversed": [
            "Trickery",
            "Manipulation",
            "Out of touch",
            "Poor planning"
          ]
        },
        "astrology": "Mercury",
        "element": "Air"
      },
      {
        "name": "The High Priestess",
        "img_asset": "the-high-priestess",
        "description":
          "You've most likely encountered the High Priestess before, but in other forms - she can be seen in the archetypes of Persephone, Artemis, Isis and many more. When you encounter her, you will see her sitting on a cubic stone between the two pillars at Solomon’s Temple, Jachin, and Boaz. Jachin (right) is generally referred to as the Pillar of Establishment and Boaz (left) is the Pillar of Strength. The pillars also depict the duality of nature; masculine and feminine, good and evil, negative and positive. The High Priestess's location between the two suggests that it is her responsibility to serve as a mediator between the depths of the reality. She is the third pillar - the path between. She believes that both pillars are equal and there is knowledge to be learned in both worlds. You will also notice that she wears the crown of Isis which can mean that she is a believer of magic. The high priestess wearing of the solar cross denotes that she is connected to the season of the earth and the earth itself. The crescent moon at her feet is seen also in many depictions of the Virgin Mary, and means that she has a complete grasp over her emotion and the pomegranates refer to the ambition of the priestess.",
        "upright":
          "The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When the High Priestess shows up it can depict an archetype known as the divine feminine - the mysterious female that understands and holds the answers to the deep unknowns; religion, self, nature. She represents someone that is intuitive, and beginning to open to her or his spirituality. Meditation, prayer and new spiritual work is indicated. The card itself shows a night-time scene, meaning that the world in which she protects and guards is one that may at first seem frightening, but has the potential to lead us into the growth of the self. When she appears in a reading, she is calling to you to listen to her message, and follow her into your own depths. There is searching within yourself to be done for the answers that you seek. The answers to the questions you have are within, not without.",
        "reversed":
          "When it comes to the High Priestess reversed, it can mean that you are finding it difficult to listen to your intuition. It is time for you to meditate and try new approach, for at this moment, the rational approach will not work. Something has been telling you to follow your gut, but you may be ignoring the call. There is a lot of confusion around you, and your actions may feel contrary to what you know is right. You must never be afraid to ask questions of yourself that may illuminate a new path forward for you, one that is more authentic to your inner self and your individual values.",
        "keywords": {
          "upright": [
            "Intuition",
            "Higher powers",
            "Subconscious mind",
            "Inner voice"
          ],
          "reversed": [
            "Lack of center",
            "Hidden agendas",
            "Repressed feelings",
            "Lost inner voice"
          ]
        },
        "astrology": "Moon",
        "element": "Water"
      },
      {
        "name": "The Empress",
        "img_asset": "the-empress",
        "description":
          "The Empress depicts a woman sitting on a throne. From the abundant nature that surrounds her, we can assume that this woman represents the Earth Mother archetype, a goddess of fertility. Her world is ruled by venus which means that there is complete love, harmony, fertility and luxury by the grace of this goddess. The woman herself has blonde hair crowned with stars, signaling her divine connection with the mystical realm. She is dressed in a pomegranate-patterned robe that represents fertility, and she is seated on cushions embroidered with a venus sign. She is surrounded by an enchanting green forest with a river streaming through it. The Empress brings abundance and blessings in the readings of those she meets.",
        "upright":
          "The Empress shows us how deeply we are embedded to our femininity. Femininity could be associated with fertility, expression, creativity and nurturing among many other aspects. It therefore calls you to connect with beauty and bring happiness to your life. Understand yourself and get in touch with your sensuality so that you can attract life circumstances to bring happiness and joy. She is a signal that be kind to yourself, to take care of yourself. The Empress is also a strong indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life. Owing to the good fortune that surrounds this card, you can be sure that such situations and projects would end successfully in your life. Discover and bring forth those ideas that have been clinging to you and make sure that you devote yourself towards accomplishing them. This card is a sign that they are going to be successful, and well taken care of. The Empress, as the archetype of the mother earth, also encourages you to spend time interacting with nature, the mother of all of us.",
        "reversed":
          "The Empress reversed indicates that you have lost too much of your own willpower and strength because you have started placing too much effort and concern to other people’s affairs. While the Empress's nature is of showering her loved ones with attention and care, this can sometimes go overboard. You might be neglecting your own needs, or even smothering the ones you love with your well-intentioned actions. In a role reversal, perhaps a reversed Empress is finding her way into your life; it could also mean that you are relying on others to take care of you, and make decisions for you. You need to work towards removing this influence on your life, and build confidence in your own actions. Always try as much as you can to ensure that you solve matters on your own.",
        "keywords": {
          "upright": [
            "Motherhood",
            "Fertility",
            "Femininity",
            "Nature",
            "Abundance"
          ],
          "reversed": [
            "Dependence",
            "Smothering",
            "Emptiness",
            "Creative block"
          ]
        },
        "astrology": "Venus",
        "element": "Earth"
      },
      {
        "name": "The Emperor",
        "img_asset": "the-emperor",
        "description":
          "In the Emperor tarot card, a stoic ruler figure can be seen on his throne, which is adorned with the heads of four rams, representing his astrological sign - Aries. In one hand, he carries a scepter, representing his reign and his right to rule, and in the other an orb, a symbol of the kingdom that he watches over. The long beard of the emperor represents his vast experience; over time he has learned much about what it takes to rule, to establish power, authority and complete order for the benefit of his people. Behind him, the barren mountains shows his determination, his ambition for greater heights and his leadership capability. Contrast this with his complement, the Empress, whose flowing fields are filled with nurturing kindness. The Emperor instead rules with grit, strength and force.",
        "upright":
          "It’s all about control when it comes to the Emperor, for this card means authority, regulation, organization and a fatherliness. The Emperor represents a strategic thinker who sets out plans that he must see through. He is a symbol of the masculine principle - the paternal figure in life that gives structure, creates rules and systems, and imparts knowledge. Where the Empress's desire for their kingdom is to create happiness, the emperor desires to foster honor and discipline. He guides with a firm hand, following the calling of the crown above all else. Though he is a ruler, he understands that to reign is also to serve - thus he acts rationally and according to what is for the greater good of the kingdom. To see him in a reading presents a chance to grow in terms of the goals that you have set for yourself. It presents a successful future as long as you pursue your goals similar to the fashion that the Emperor does, methodically, and strategically. When you see him in a reading, a possible interpretation is that you could be put in charge of something important. It could be a position at work or in any kind of organization or institution that desperately needs order and a clear decisive mind. You may be called to act in the place of the Emperor, using his wisdom to bring clarity to the project.",
        "reversed":
          "The Emperor reversed is a sign of abused authoritative power. In your social life, it can manifest in the overreach of power from a father figure or a possessive partner. In career readings, it could be coming from a superior. It presents a man who wants to take control of your actions and makes you feel powerless.  It could also be that you are playing the part of a weak ruler, hatching a plan to avoid the tasks that come with having responsibility. Perhaps you aspire for a career that is more flexible than one that is governed by strict rules. Lack of self-control and inability to handle situations can be represented by the Emperor on a personal level. When he is reversed, the structures, rules and systems that he creates are no longer working. His desire to inspire higher principles in his kingdom have turned to ruthlessness, tyranny and rigidity. He seeks to dominate, forgetting his call from the crown to do what is best for his people, fearing only for his loss of control and thus creating suffering.",
        "keywords": {
          "upright": [
            "Authority",
            "Structure",
            "Fatherhood",
            "Foundation",
            "Control"
          ],
          "reversed": [
            "Rigidity",
            "Tyranny",
            "Coldness",
            "Excessive control",
            "Inflexibility"
          ]
        },
        "astrology": "Aries",
        "element": "Fire"
      },
      {
        "name": "The Hierophant",
        "img_asset": "the-hierophant",
        "description":
          "The card depicts a religious figure that sits in a rather formal environment characteristic for a church. He is wearing three elaborate vestments which are designated to represent the three different worlds. His right hand is properly raised in an act of benediction, a sign of blessing – it’s the same hand that the Magician has raised. In his other hand, he carries a triple cross, which is associated traditionally with the pope. Each of the horizontal bars in the cross are thought to represent the Father, the Son and the Holy Ghost. Beneath him, two acolytes are seated, representing the transfer of sacred knowledge within institutions. Through these acolytes, the card also comes to represent following the path to knowledge and education.This card is also known as the High Priest in certain decks - as well as the Pope. He is acting as the masculine counterpart of another card which is known as the High Priestess. This card is ruled by Taurus.",
        "upright":
          "To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. So, instead of being innovative, you will be adapting to certain beliefs and systems which are already put in place and are existing. The Hierophant card suggests that it’s better for you to follow social structures which are established and have their own traditions. You might be involved in certain ceremonies, rituals or other religious trappings, for instance. When it comes to tarot readings, this particular card is most commonly representative of institutions as well as their core values. This is a sign that shows that you need to conform to the already existing set of rules and situations which are fixed already.",
        "reversed":
          "When you see the Hierophant in reverse, it may mean that you are feeling particularly restricted and even constrained from too many structures and rules. As a result, you have lost quite a lot of control as well as flexibility in your life. You have a particularly strong will and desire to go ahead and regain control as well as to break free from the shackles of convention. You are tempted to try unorthodox approaches or to function in a way which defies social ties and norms. The Hierophant reversal meaning is mostly about questioning certain traditions and making sure that whatever it is that you do is the right thing for you in this certain moment.",
        "keywords": {
          "upright": [
            "Tradition",
            "Conformity",
            "Morality",
            "Ethics",
            "Beliefs"
          ],
          "reversed": [
            "Rebellion",
            "Restriction",
            "Challenging status quo",
            "Subversiveness"
          ]
        },
        "astrology": "Taurus",
        "element": "Earth"
      },
      {
        "name": "The Lovers",
        "img_asset": "the-lovers",
        "description":
          "In the Lovers card, the man and the woman in the image are being protected and blessed by an angel above. The couple seems secure and happy in their home, which appears to be the Garden of Eden. The fruit tree with the snake behind the woman is a reference to that story, which tells of humanity's fall into temptation and into the realm of flesh and sensuality. The angel depicted here is Raphael, the angel of air - who is of the same element of the zodiac sign that governs this card: Gemini. Air is associated with mental activity, and communication in particular, which is the foundation for healthy relationships. His blessing seems to give this card a sense of balance and harmony, the symbolization of union in a grand and cosmic sense between two opposing forces.",
        "upright":
          "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The trust and the unity that the lovers have gives each of them confidence and strength, empowering the other. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships. Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms. We see this as a development from the Hierophant, who made decrees and passed on his knowledge through a standardized system. This is one of the times when you figure out what you are going to stand for, and what your philosophy in life will truly be. You must start making up your mind about what you find important and unimportant in your life. You should be as true to yourself as you can be, so you will be genuine and authentic to the people who are around you.",
        "reversed":
          "The Lovers reversed can point to both inner and outer conflicts that you are dealing with. The disharmony can make daily life difficult and could be putting pressure on your relationships. You should take time to think about what you are punishing yourself for, so you can fix them or let them go. At this time, you should also think about your personal values and belief system to make sure that they are aligned with what you want from your life. A break in communication could be another possible interpretation. The foundation for your relationships may be cut off, creating an imbalance between you and your partner or loved ones. The unity normally present within the card has become lopsided. The Lovers reversed can also indicate that you have been avoiding responsibility for your actions. You could have made a decision that was based on your desire for immediate gratification but are now blaming others for the consequences that are catching up to you. So, you need to make amends or let go of the past and make better decisions in the future.",
        "keywords": {
          "upright": [
            "Partnerships",
            "Union",
            "Duality",
            "Relationships",
            "Choices"
          ],
          "reversed": [
            "Disharmony",
            "Imbalance",
            "One-sidedness",
            "Misalignment of values"
          ]
        },
        "astrology": "Gemini",
        "element": "Air"
      },
      {
        "name": "The Chariot",
        "img_asset": "the-chariot",
        "description":
          "The Chariot tarot card depicts a figure sitting inside a vehicle that is being driven by two black and white sphinxes. The whole card has a bit of a celestial influence; the figure sits underneath a blue canopy adorned by white stars. On his shoulders, he carries the sign of the crescent moon, representing the spiritual influence under which he is guided. On his head sits a crown, meaning that he is enlightened, and that his will is pure. Emblazoned on his chest is a square, denoting the element of earth, of the material world, which grounds him and his actions. The sphinxes are colored in black and white, a symbol of opposing forces that the charioteer must learn to control. Here they are calm, but they frequently get into scuffles as they seem to want to move in different directions. His task is to guide these sphinxes towards a destination, one that is marked by the cosmic forces that he represents.",
        "upright":
          "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. This perfect control and confidence allows the charioteer to emerge victorious in any situation. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The Chariot's message comes to make you stronger as you strive to achieve your goals. The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach. Your boldness will ensure that you achieve all that you should in this goal. In the Chariot's quest for his goal, he may display some behavior that he has never seen within himself before - competition and a desire to succeed has perhaps brought out a more aggressive part of his personality. Aggression is a natural part of human nature, and the Chariot reminds you that it can also be used to help you take charge of your situation, but also must be reined in so that it does not hinder your way forward.",
        "reversed":
          "The reversed Chariot's appearance in a reading can help you become aware of both your aggression, and your lack of willpower. It may either be saying that you are lacking in focus, motivation or direction, or that you are being warped by your obsession with your goals. In the former case, let the Chariot be a reminder that you can emerge victorious as long as you can gather the courage to do so. In the latter, your impulses may be another factor that you must rein in. To see the Chariot in reverse may suggest that you need to come to terms with the fact that you cannot always be in control. The Chariot reversal meaning can also be an indication of lack of control and direction over your life. You are at the mercy of the opposing forces and the obstacles, and cannot seem to muster the strength to take over. You are taking everything lying down, and life is dragging in any direction that it pleases. It should serve as a wakeup call and reminder that you will need to tighten some loose ends and take charge of your destiny.",
        "keywords": {
          "upright": ["Control", "Direction", "Assertion", "Determination"],
          "reversed": ["Lack of control", "Lack of direction", "Aggression"]
        },
        "astrology": "Cancer",
        "element": "Water"
      },
      {
        "name": "Strength",
        "img_asset": "strength",
        "description":
          "In this tarot card, you will see a woman who calmly holds the jaws of a fully grown lion. Despite the fact that the lion looks menacing and strong, the woman seems to have dominion over it. What is captivating is how gracefully she controls the lion. She is calm and collected, which is representative for being in control and disciplined especially in times of great adversities. The fact that she is also holding the jaws of a lion also shows that she has courage. Her control of the lion without being too rough shows love and compassion. The blue background over the mountains shows stability and the kind of calmness that comes with being stable. The lion is a symbol of courage, passion and desire which are very much part of the human feelings that are necessary for survival. But if these feelings are not put in check can lead to our eventual destruction.",
        "upright":
          "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It shows that you have the ability to remain calm and strong even when your life is going through immense struggle. It also shows that you are a compassionate person and you always have time for other people even if it's at your own expense. Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to. Your resilience will greatly aid you, and your fearlessness means that you should have no issues speaking your mind. This card also indicates this kind of compassion will always be rewarded with having a lot of stability in your life either presently on in the near future.",
        "reversed":
          "An upside down Strength card can mean that you are (or about to) experience an intense anger or fear in your life. You seem to be lacking the inner strength that this card normally represents, meaning you might be experiencing fear, and a lack of conviction and confidence in your own abilities. This can mean that you have forgotten all about your passions and the kind of joy, happiness, and fulfillment that came with doing what you love. A reversed strength card in a reading might also mean that one is experiencing depression because of a number of reasons and because of that, it is draining all of the happiness from their lives. One might end up being withdrawn from society because of the unhappiness or depression since they may feel people are the reason why they are so sad. It can also be a sign of jealousy, especially when everyone seems to be happy or excelling in every aspect of life while you are stagnating. This card indicates that you must learn to gain confidence in order to re-harness your inner strength.",
        "keywords": {
          "upright": [
            "Bravery",
            "Patience",
            "Compassion",
            "Inner strength",
            "Focus"
          ],
          "reversed": [
            "Weakness",
            "Self Doubt",
            "Insecurity",
            "Lack of self discipline"
          ]
        },
        "astrology": "Leo",
        "element": "Fire"
      },
      {
        "name": "The Hermit",
        "img_asset": "the-hermit",
        "description":
          "The Hermit depicts an old man standing alone at the peak of the mountain while holding a lantern in one of his hands and a staff on the other. The mountain denotes accomplishment, development, and success. The hermit tarot card refers to the level of spiritual knowledge that he attained, and that he is ready to impart that knowledge to everyone. There is also a deep commitment he has to his goal and a solid awareness of the path that he is taking. Inside the lantern, you will notice a star with 6 points which is also known as the Seal of Solomon. This symbol represents wisdom. The staff that he holds depicts authority and power.",
        "upright":
          "The Hermit is a seeker for the knowledge that comes from within. A lonely wanderer in the path of the night, he searches for that which can only be gained with long periods of solitude - the inner voice. To hear it, he must disconnect from the crowds whose voices and desires threaten to overcome his own. He walks through the dark night of his unconscious, guided only by the low light of the northern star, with his destination being his home, his self. You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. The hermit's appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor.",
        "reversed":
          "When reversed, you are perhaps in a situation where you'd like to be alone; there is nothing wrong about that. However, there is a possibility that your seclusion may become harmful to both yourself and others. Though the Hermit sets forwards with noble intentions to search for his inner truth, his path inward may also be filled with great danger. Going inward may lead to madness and the abyss, for the unconscious is filled with images that he may not yet understand, lurking and waiting to lure you ever inside. Like a man that gets lost in his own dreams, the hermit may find himself stuck in a world of his own, alone, trapped, unreal. You must learn to balance your need for truth with connection to your fellow human. When it comes to work, the hermit reversal meaning refers to your preparedness to get to the bottom of something that has been troubling you for quite some time now. There is searching to be done, and it will be your responsibility to ask the question that will allow the other people to understand the circumstances.",
        "keywords": {
          "upright": [
            "Introspection",
            "Inner guidance",
            "Contemplation",
            "Being alone"
          ],
          "reversed": ["Isolation", "Loneliness", "Withdrawal", "Lost your way"]
        },
        "astrology": "Virgo",
        "element": "Earth"
      },
      {
        "name": "The Wheel of Fortune",
        "img_asset": "wheel-of-fortune",
        "description":
          "The Wheel of Fortune is one of the most highly symbolic cards in the deck, filled with signs that each have its own meaning. At the center of the card, lies a giant wheel, covered in esoteric symbols. There are different creatures that surround the wheel; the angel, the eagle, the bull and the lion. They are related to four fixed signs in the zodiac - leo, taurus, scorpio and aquarius. These four animals are also representatives for the four evangelists in Christian traditions, which is perhaps the reason that they are all adorned with wings. The books that each of the creatures hold represents the Torah which communicates wisdom and self-understanding. The snake indicates the act of descending into material world. On the wheel itself, rides a sphinx that sits at the top, and what appears to be either a devil, or Anubis himself arising at the bottom. These two Egyptian figures are representative of both the wisdom of the gods and kings (in the case of the sphinx) and the underworld (Anubis). They are rotating forever, in a cycle, and suggests that as one comes up, the other goes down.",
        "upright":
          "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. It is something that is subjected to both kings and workers, and that nobody on earth can avoid what is fated. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again. Greater forces that are outside of human control are at work here. The same forces that govern the changing of the seasons, or the rising and setting of the sun is also the master of luck and the fate of individuals. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns.",
        "reversed":
          "When the wheel is reversed, it means that luck has not been on your side and misfortunes have been following you. When it's associated with this card, you must understand that these are due to external influences that you cannot control. Like the wheel, our luck and our fate is always in motion, and sometimes we are on the bottom. Be assured that the wheel will turn again, and you will be okay again soon. What you shouldn't do however, is cling to the illusion of control. Perhaps in this turn of the wheel, the lesson is to learn to let go and release. There are things that cannot be moved by human will and action alone. When we do not let go, it can bring only more suffering, for you may blame yourself for actions that could not have altered the situation. When we learn to accept, we also learn to forgive ourselves. We learn to move on, and move forward - and eventually, we learn that this feeling of acceptance can push the wheel again forward, and move it towards a new cycle.",
        "keywords": {
          "upright": [
            "Change",
            "Life cycles",
            "A turning point",
            "Karma",
            "Destiny"
          ],
          "reversed": ["Out of control", "Bad luck"]
        },
        "astrology": "Jupiter",
        "element": "Fire"
      },
      {
        "name": "Justice",
        "img_asset": "justice",
        "description":
          "The Justice tarot card is a symbol of truth, fairness, and law. As she sits in her chair, the scales in her left hand represent how intuition should balance logic. She symbolizes impartiality with the double-edged sword in her right hand. The clarity in thought which is required to dispense justice are symbolized by the square on the crown she wears. Behind her, there is a purple cloak and standing grey pillars. Beneath her red cloak, which is held together by a clasp, she shows the tip of a white shoe. This is a spiritual reminder that what she delivers are the outcomes of their actions.",
        "upright":
          "The decisions that you make now have long-term effects in all things, both for yourself and others. There will always come a time where you will be judged. The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. Your feelings around this card may differ depending on your situation. If you have been wronged, this card's appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions. Another meaning of the Justice card is truth. Truth must come to pass, and this cannot be found from the mouths and gossip of others. Instead, it's based on facts. Learn the truth about others and yourself, speak and know the truth before passing a judgment. During a reading, when you see the Justice Tarot card, you need to be fair in all your deeds. By following the right procedure to learn the truth, you will understand what your tasks are. Another meaning of Justice Tarot card during a reading is to symbolize that attention is needed. It could be about your life, career or just an important decision that you need to make. If you have been unsure about something, it is time to get a solution once and for all.",
        "reversed":
          "A reversed Justice tarot card could indicate various things. One Justice reversal meaning is to show you are living in denial. You are not willing to accept the consequences of your actions or others. You are running from your guilt. You must however, be aware that these are actions that are in the past. Your future depends on your actions today - and what you will do to tip the scales in balance again. How can you make up for your wrongs? Taking action gives you a chance to change and stop judging yourself. In legal matters, this could represent an unfair outcome of a case that you will not accept.",
        "keywords": {
          "upright": [
            "Cause and effect",
            "Clarity",
            "Truth",
            "Fairness",
            "Law"
          ],
          "reversed": ["Unfairness", "Lack of accountability", "Dishonesty"]
        },
        "astrology": "Libra",
        "element": "Air"
      },
      {
        "name": "The Hanged Man",
        "img_asset": "the-hanged-man",
        "description":
          "In this card, it depicts a man who is suspended upside-down, and he is hanging by his foot from the living world tree. This tree is rooted deep down in the underworld, and it is known to support the heavens. It is believed that the hanging man is actually positioned there by his own free will. We believe this because of the serene expression which is on his face. His right foot is bound to the branches, but his left foot remains perfectly free. At the same time, he is holding his hands behind his back in a way which forms an inverted triangle. His wearing of red pants are a representation of the physical body and human’s passion, while the blue that he wears in his shirt are representative of calm emotions, a color combination that is commonly seen in saints. His intellect is symbolized by the yellow color of his shoes, hair and halo.",
        "upright":
          "The hanged man understands that his position is a sacrifice that he needed to make in order to progress forward - whether as repentance for past wrongdoings, or a calculated step backward to recalculate his path onward. This time he spends here will not be wasted, he does this as part of his progression forward. His upside down state can also symbolize the feeling of those that walk a spiritual path, for they see the world differently. Where there are others that do not understand the need to sacrifice, you see it differently. This is a natural course of action for you as you walk the path alone.The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision. This means that certain actions or decisions which need to be properly implemented are likely to be postponed even if there is an urgency to act at this particular moment. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best. This is a card which is mainly designated towards waiting and suspension. This suggests that this might be the thing that you need to do in order to achieve success or to wait for the proper opportunity. Keep in mind that taking action is not always the best solution and in certain cases refraining from doing so might bring you just as much, if not more benefits.",
        "reversed":
          "The reversal meaning of the Hanged Man card represents a very specific period of time during which you feel as if you are sacrificing a significant amount of time while getting nothing in return. You might have felt as if certain things are at a state of an absolute standstill without any particular resolution or movement. It’s as if you are putting your entire effort and attention into something but nothing turns out as it should. ",
        "keywords": {
          "upright": ["Sacrifice", "Suspension", "Restriction", "Release"],
          "reversed": [
            "Indecision",
            "Delay",
            "Needless sacrifice",
            "Stalling",
            "Fear of sacrifice"
          ]
        },
        "astrology": "Neptune",
        "element": "Water"
      },
      {
        "name": "Death",
        "img_asset": "death",
        "description":
          "Here, we see Death riding a beautiful white horse while holding up a black flag with a white pattern. It is portrayed as a living skeleton, the bones being the only part of the human body existing after death. He wears armor, which gives him his invincibility - signaling that no one can destroy Death. The white horse that he rides stands for purity, as Death purifies everyone. Beneath him, all classes of humans lie in the dirt - a king, and a pauper, meant to remind us that death does not differentiate between class, race, gender.",
        "upright":
          "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. Many people avoid mentioning this card because it has that much power. Most times, people take the name of the card literally. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. The past needs to be placed behind you, so you can focus your energy on what is ahead of you. Another meaning is that you are going to go through a major change, transition, or transformation. The old version of you needs to ‘die’ to allow the new you to be created. This can be a scary time for you because you may be unsure of what will happen in the future. Even if you are scared, you should welcome the change because you are opening the door to new life events. Death can also mean that you need to let go of any unhealthy attachments that you have in your life. This is an important part of life, so learning to keep moving forward is one of the lessons Death teaches us.",
        "reversed":
          "The Death reversal meaning is still about change, but that you have been resisting it. You could be worried about letting go of the past, or you could not be sure of the changes that you need to make to go forward. Resisting the change and holding onto the past can limit your future, which can cause you to feel like you are in limbo. You should take some time to assess the ways that you have been approaching changes in your life. You may find you have been halting the changes that you need due to fears of the unknown. While you can still be afraid, you should trust that you are taking the right steps and move forward. Life moves on, so fighting passing time is only going to leave you with regrets. Death does not have to be a card of regret, especially if you heed its warning. ",
        "keywords": {
          "upright": [
            "Endings",
            "Beginnings",
            "Change",
            "Transformation",
            "Transition"
          ],
          "reversed": [
            "Resistance to change",
            "Stagnation",
            "Unable to move on",
            "Holding onto the past"
          ]
        },
        "astrology": "Scorpio",
        "element": "Water"
      },
      {
        "name": "Temperance",
        "img_asset": "temperance",
        "description":
          "On the Temperance card, there is an angel with wings, whose gender is not immediately obvious, which suggests that there is a balance between the sexes. One foot of the angel is in water, to represent the subconscious, while the other foot is on dry land, a representation of the material world. On her robe, there is a square, which has a triangle inscribed inside, another echo of the tangible earth in union with the holy trinity. She holds two cups in a manner where she can mix the waters, which represent the super and subconscious minds. The water flows between them, suggesting union and infinity. Everything about this card represents balance, the perfect harmony that comes from the union of dualities. Her advice is to test any new waters, before jumping into the deep end.",
        "upright":
          "In moments where there is anxiety or great stress, you have been able to remain calm throughout. You are a person who has mastered the art of not letting things get to you, and this allows you to achieve much progress in all areas you seek out to explore. The Temperance tarot card suggests moderation and balance, coupled with a lot of patience. Where this card appears, there is the suggestion that extremity in any situation is to be avoided. The Temperance card implies that you have a clear vision and know what you want to achieve. This is an indication of higher learning, which is a critical attribute in the journey of life. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Your calmness in all matters gives them comfort and puts them at ease. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self. At the end of it all, you will find greater purpose and meaning in your actions, for her message is that we cannot live fully in either.",
        "reversed":
          "Temperance in reversed is a reflection of something that is out of balance and may be causing stress and anxiety. The real meaning of the Temperance card can be deciphered using the other cards in the spread to identify areas where this imbalance is being caused. A Temperance in reversal may also be used as a warning;  if you take a certain path, it would lead to turbulence and excess. Lack of a long-term plan or vision may also be the Temperance reversal meaning. This creates a lack of purpose for you, leaving you feeling lopsided as you search here and there for what you should be doing. You must reflect and think carefully about what needs to change. Temperance reminds us that all things are only good in moderation, and that we must examine in which aspects of our lives we are breaking the balance.",
        "keywords": {
          "upright": [
            "Balance",
            "Moderation",
            "Patience",
            "Purpose",
            "Meaning"
          ],
          "reversed": ["Imbalance", "Excess", "Extremes"]
        },
        "astrology": "Sagittarius",
        "element": "Fire"
      },
      {
        "name": "The Devil",
        "img_asset": "the-devil",
        "description":
          "This card shows the Devil represented in his most well-known satyr form, otherwise known as Baphomet. Along with being half goat and half man, the devil has bat wings and an inverted pentagram on his forehead. He is standing on a pedestal, to which are chained a nude man and woman, as if to show that he has dominion over them. Both the man and the woman have horns, as if to show that the more time they spend with the Devil, the less human they become. The chains make it appear as though the devil has taken them captive. The man has a flame on his tail while a woman has a bowl of grapes on her tail, which symbolizes their addiction to power and finer things in life, respectively. Looking closely, both the man and the woman don’t look happy.  Their individual power has been taken from them, leaving them exposed and ashamed in their nakedness.",
        "upright":
          "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can’t seem to shake off the feeling of wanting to indulge in luxurious living. You might be aware that this kind of lifestyle is leading you down the rabbit hole, but you have that feeling of not having any form of control over your actions or urges. Addiction to substances or material pleasures can also be the reason for your feelings of powerlessness and entrapment. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires.",
        "reversed":
          "The upside down meaning of the Devil card can be the moment when an individual becomes self-aware and breaks all of the chains that come with addiction and poor habits. It might be because they are tired of running in circles and are in need of change. But one thing is usually clear – breaking off these chains, especially those of addiction is never easy. So, one has to be prepared to make the necessary changes that might initially seem painful to make the adjustments that will pay off in the end by being able to find your true self again.  Self-assessment is called for in this case and the individual needs to take some time and list all of the things that they need to get rid of. And once that has been done, and then it would be time for them to embark on the difficult journey of self-improvement.",
        "keywords": {
          "upright": ["Excess", "Materialism", "Addition", "Playfulness"],
          "reversed": ["Detachment", "Freedom", "Release", "Restoring control"]
        },
        "astrology": "Capricorn",
        "element": "Earth"
      },
      {
        "name": "The Tower",
        "img_asset": "the-tower",
        "description":
          "The Tower card depicts a high spire nestled on top of the mountain. A lightning bolt strikes the tower which sets it ablaze. Flames are bursting in the windows and people are jumping out of the windows as an act of desperation. They perhaps signal the same figures we see chained in the Devil card earlier. They want to escape the turmoil and destruction within. The Tower is a symbol for the ambition that is constructed on faulty premises. The destruction of the tower must happen in order to clear out the old ways and welcome something new. Its revelations can come in a flash of truth or inspiration.",
        "upright":
          "The Tower represents change in the most radical and momentous sense. It is for this reason that the card itself visually looks so unnerving. But it doesn't necessarily have to be truly frightening or ominous. Because at the heart of this card, its message is foundational, groundbreaking change. The kind of event that the Tower card marks does not have to be something terrible, like a disaster or a great loss.  Change itself is a normal part of life that one has to embrace. But it can sometimes strike fear, for it means that we must abandon the truths that we have known prior to this event. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place. Be positive, it is time for you to replace the old foundations of the past with something that is more genuine and will serve you better in what is to come. In terms of work, there is an inevitable argument bound to happen. You need to be in control and keep your temper in check. Avoid saying something that may hurt other people. When it comes to your love life, your romantic relationship may be nearing its end. Take this as a warning - if you really value your relationship, then it is time for you to take damage control or open a communication to clear misunderstandings. In your finances, the tower meaning refers to the need to be assured on your transactions.",
        "reversed":
          "When you get the Tower card reversed, you can feel some crisis looming along the horizon, and you are struggling as much as you can to try and avoid its manifestation. What you have not realized is that these breakdowns can be beneficial in breaking down your reliance on something that is false. The tower is built on faulty foundations, and it must fall. Though the destruction will be painful, the humbleness resulting from it can bring us peace. What you relied on will no longer be there for you. Do not take this as a drastic and depressing change, it is time for you to become more self-reliant. ",
        "keywords": {
          "upright": ["Sudden change", "Upheaval", "Revelation", "Pride"],
          "reversed": [
            "Fear of change",
            "Disaster avoided",
            "Fear of suffering"
          ]
        },
        "astrology": "Mars",
        "element": "Fire"
      },
      {
        "name": "The Star",
        "img_asset": "the-star",
        "description":
          "The Star card shows a woman kneeling at the edge of a small pond. She is holding two containers of water. One container pours the water out to the dry land, as if to to nourish it and ensure its fertility. The lush green land around her seems to say that it is working. One foot is inside the water which shows the spiritual abilities and inner strength of the woman. The other foot on the ground shows her practical abilities and strengths. Behind her, there is a large central star surrounded by seven small stars which represent the chakras. There is bird standing at a tree branch which represents the holy ibis of thought. The Star's astrological correspondent is Aquarius.",
        "upright":
          "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. It may not be directly evident at the moment, for this card follows the trauma of the Tower card. Remember that you hold within you all that you need for your fulfillment - the only thing that you need is courage. For this, you have all reasons to rejoice. To see this card is a message to have faith, for the universe will bless you and bring forth all that you need. To receive the Star in your reading means that you have gone and passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power. It is only now that you can really appreciate all that you have.",
        "reversed":
          "When the Star card is reversed, it means that you are feeling as though everything has turned against you. The challenges that you would normally see as exciting seem instead to make you feel as though you cannot overcome them. You have lost faith in something, whether inside yourself or with something you normally find dear. Without hope, without faith, we cannot find the motivation to progress forward in the challenges that we face. Where in your life are you feeling hopeless? In what ways do you already feel defeated? And how does that affect your actions? The star reversed asks us to nurture our sense of hope and positive energy to help propel our actions with joy instead of fear.",
        "keywords": {
          "upright": [
            "Hope",
            "Spirituality",
            "Renewal",
            "Faith",
            "Rejuvenation"
          ],
          "reversed": ["Lack of faith", "Discouragement", "Insecurity"]
        },
        "astrology": "Aquarius",
        "element": "Air"
      },
      {
        "name": "The Moon",
        "img_asset": "the-moon",
        "description":
          "When we encounter the Moon, we see a path that leads off into the distance. On either side of the path stand a wolf and a dog, representing our animalistic nature - one is civilized, and the other wild and feral. There is a crawfish that is crawling out of the pond from which the path stems from. In the distance, we can see two towers flanking the central path, once again alluding to the doubles visible in this card. Everything in this card seems to echo the other, as if to allude to two possibilities. When we walk down the path, we walk the fine line between conscious and unconscious, between the tamed side of civilization of the dog, and the forces of nature represented by the wolf. The towers on the opposing ends represent the forces of good and evil, and their similarity in appearance can allude to the difficulties that we face in distinguishing between them.",
        "upright":
          "On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. You are the crawfish embarking on the path in the card. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. You need to be aware of the situations that are causing fear and anxiety in your mind, whether it is now or in the future. It alerts you not to allow inner disturbances and self-deception to take the best of you. These deep memories and fears must be let go, and the negative energies must be released and turned into something constructive. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled.",
        "reversed":
          "A Moon reversal in a reading can sometimes indicate that the darker and more negative aspects of the moon are present in your life. It could represent confusion and unhappiness - you want to make progress, but you are not sure what is the right thing to do. You must deal with your anxiety and fears by overcoming them, for they are like shadows in the dark. It is time to believe in yourself and move forward. The moon reversal meaning indicates that you are in an intuitive period or you have recently battled confusion, anxiety, and self-deception. It could be that you are misinterpreting how you have been feeling however you are starting to improve on this. Another reversed moon meaning is that the forces of the night that are bringing you confusion are starting to dissipate. You have started managing your fears and anxiety. Whatever negative energies you have been facing are slowly fading away. It presents a liberating experience as you discover the positive side of things.",
        "keywords": {
          "upright": [
            "Illusion",
            "Intuiton",
            "Anxiety",
            "Subconscious",
            "Premonition"
          ],
          "reversed": ["Confusion", "Misinterpretation", "Release of fear"]
        },
        "astrology": "Pisces",
        "element": "Water"
      },
      {
        "name": "The Sun",
        "img_asset": "the-sun",
        "description":
          "The Sun card presents an feeling of optimism and fulfillment. This card represents the dawn which follows the darkest of nights. The Sun is the source of all the life on our planet, and it represents life energy itself. There is a child depicted in the card, playing joyfully in the foreground. A symbol of our innocence, it represents the happiness that occurs when you are in alignment with your true self. The child is naked, meaning that he has absolutely nothing to hide. The card also depicts the childhood innocence and absolute purity. This is particularly emphasized through the white horse upon which the child is riding. The horse here is also a symbol of strength and nobility.",
        "upright":
          "The Sun card represents success, abundance, and radiance. Like the sun itself, it gives strength and vitality to all those that are lucky enough to feel its rays. There is much joy and happiness that is coming to you. Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most. The card shows that you have a significant sense of deserved confidence right now. Life is currently particularly good, and the sun is shining your way as you reach the goals that you set. The Sun is one of the cards in the tarot which provide nothing but good feelings and fulfillment.",
        "reversed":
          "In the reversed position, the Sun indicates that you might have significant difficulties finding positive aspects to certain situations. The clouds might be blocking out the warmth and light that you need to progress. This might be preventing you from feeling confident and powerful. You may experience certain setbacks which are damaging your optimism and enthusiasm. On the other hand, the Sun reversed might be indicative that you are being unrealistic. It might be a sign that you have an overly optimistic perception of certain situations. These are things that you need to take into account in order to ensure that you are on the right track and your successes continue as they do.",
        "keywords": {
          "upright": ["Warmth", "Vitality", "Success", "Positivity"],
          "reversed": ["Lack of success", "Negativity", "Sadness"]
        },
        "astrology": "Sun",
        "element": "Fire"
      },
      {
        "name": "Judgement",
        "img_asset": "judgement",
        "description":
          "This card depicts what one would imagine the last judgment would be, in the various forms that takes in many mythologies. The image in the Judgement card shows women, men, and children who are rising from the grave to respond to Gabriel’s trumpet call. Their outstretched arms symbolize that they are ready to be judged by the universe. They are about to meet their creator, their actions weighed, and find out where they will spend the remainder of eternity: in heaven or in hell. The massive tidal wave in the background signify that judgement is unavoidable, and that this judgement will be final. Judgement is ruled by Pluto, who is the underworld’s ruler. There are echoes of this card in Death, for they both remind us that everything comes to an end and that a new beginning is coming.",
        "upright":
          "The traditional Judgement meaning focuses on the moment when we reflect and evaluate ourselves and our actions. It is through self-reflection that we can have a clearer and objective understanding about where we are now, and what we need to do in order to grow as humans. The Judgement card appearing in a reading signifies that you are coming close to this significant point in your life where you must start to evaluate yourself. To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. You now have a clearer idea of what you need to change and how you need to be true yourself and your needs. This can mean making small changes to your daily life or making huge changes that not only affect you but the people close to you. The Judgement card reminds us that we all will be faced with choices that will have an astounding effect for your entire life. The card brings to mind moments where actions you have taken have changed the course of your path for good. There may have been a moment where there is no looking back. The consequences of those actions eventually will catch up to you, and this card seems to indicate that this is the time. You may have to let go of the past, so you can move forward with your plans to have a new life.",
        "reversed":
          "The reversed Judgement card can mean that you doubt and judge yourself too harshly. This could be causing you to miss opportunities that were awaiting you. The lost momentum causes you to fall behind in your plans, which can make it difficult to move forward. This means that you should not be cautious, but you should be moving forward with pride and confidence. Another reading of the Judgement reversal card can be a push to take time out of your busy routine to reflect upon your life to this point, and what you have learned so far. You are most likely not giving yourself the time or space to fully think about the matter and learn the lessons you need to to be able to progress with awareness. You could also be too critical of your past actions, so you are not giving yourself the forgiveness to move forward. The mistakes that we have made in the past are learning tools, so they help us move though life. Focusing too hard on these mistakes can cause us to trip and fall.",
        "keywords": {
          "upright": [
            "Rebirth",
            "Inner voice",
            "Absolution",
            "Reckoning",
            "Reflection"
          ],
          "reversed": ["Self doubt", "Lack of self awareness", "Self loathing"]
        },
        "astrology": "Pluto",
        "element": "Fire"
      },
      {
        "name": "The World",
        "img_asset": "the-world",
        "description":
          "The World card in the tarot deck has a dancing figure at the center. The dancing figure on the card has one leg crossed over the other and holds a wand in either hand. She symbolizes balance and evolution in movement. The fulfillment and unity that she represents is not one that is static, but ever-changing, dynamic and eternal. The green wreath of flowers that surrounds the central figure is a symbol of success, while the red ribbons that wrap around it are reminiscent of infinity. There are four figures on each corner of the card - and they are the same ones that are in the Wheel of Fortune. The four figures represent Scorpio, Leo, Aquarius and Taurus - representative of the four corners of the universe, the four elements, and the four evangelicals. Together, they symbolize the harmony between all of their energies.",
        "upright":
          "To encounter the World in your cards is to encounter a great unity and wholeness. It symbolizes the moment when the inner and the outer worlds - self and other - become a single entity. In some traditions, this state is described as enlightenment, or nirvana. There is a recognition that the individual self is profoundly linked with all other things, and that we all dance and sway along the flow of life to one rhythm. Not only do you hear this rhythm, but you participate in it - following the dips and the rises, the joys and the sorrows. The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. It reflects that you have completed a major milestone in your life and you have built the resilience to withstand challenges. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished.The World card shows that you have a desire to give back to the community in various ways. You have a commitment to make the world a better place because you understand that everything is connected.",
        "reversed": "",
        "keywords": {
          "upright": [
            "Fulfillment",
            "Harmony",
            "Accomplishment",
            "Travel",
            "Completion"
          ],
          "reversed": ["Incompletion", "Lack of closure"]
        },
        "astrology": "Saturn",
        "element": "Earth"
      }
    ]
  },
  {
    "name": "Cups",
    "cards": [
      {
        "name": "Ace of Cups",
        "img_asset": "ace-of-cups",
        "description":
          "In the Ace of Cups card, there is a hand emanating from the clouds holding out a cup, as if in a offer to the querent to take a drink. This cup is overflowing with sparkling water which symbolizes pure and pristine emotion. If you take this offer, drinking from this cup will surely bring you nothing short of emotional as well as spiritual fulfillment. The cup has five streams of water overflowing from the brim. These five streams represent the power of intuition and show the importance of listening to your inner voice. In order to obtain the kind of emotional or spiritual fulfillment that is depicted in the Ace of Cups, the querent will need to follow this inner voice, and remain true to it, regardless of the situation. This will require emotional discipline, but the rewards that this can bring are hinted at within the card itself: overflowing joy and happiness.",
        "upright":
          "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. Like with all the other aces, there is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled. The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf. It is important for one to open themselves to more opportunities for friendships, love and spiritual learnings. There is a chance now to put your past behind you, for you are being offered the gifts of the cups. It is up to you whether you take the cup and drink to the fullest.",
        "reversed":
          "When the Ace of Cups is overturned, the image here is clearest - the waters pour out of the cup, it becomes empty, the gift of its waters are being wasted. Seeing the Ace of Cups upside down during your reading means you have been enduring emotional instability or pain for some time. There is a loss that is indicated here, and perhaps something that has meant much to you is no longer giving you the joy that it once had. Since the cups also govern creativity, you may also be experiencing a creative block of sorts, and where the waters of inspiration once flowed, they have now dried up. In all these cases you must examine who or what is in control of the cup - which party allowed it to overturn? What can you do to place it right side up again?",
        "keywords": {
          "upright": [
            "New love",
            "Compassion",
            "Overwhelming emotion",
            "Creativity"
          ],
          "reversed": ["Repressed emotions", "Blocked creativity", "Emptiness"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "Two of Cups",
        "img_asset": "two-of-cups",
        "description":
          "This card shows an image of a man and a woman that are exchanging their cups in a ceremony. There is the symbol of Hermes’ caduceus in between which is often related to negotiation, trade, cosmic energy, protection, proper conduct, and duality. The Two of Cups refers to something quite positive, for it is one of the most auspicious cards in the tarot for relationships, whether romantic, business or otherwise. It suggests a new partnership is in the works, and it will be created with balance, respect, and honor. Above the caduceus is a chimera, which symbolizes fire and passion also governs this partnership.",
        "upright":
          "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. The exchange of cups suggest that each party's emotions are intertwined with the other's, and each participant's feelings have profound affects on the other. A strong pair is indicated here, the joy of two becoming one. When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations. In relation with your health, people who are currently facing some health issues need to look for a practitioner that they will be comfortable working with and whom they can trust. In spirituality, it is a call for you to be more endearing and loving towards the others. You are receiving positive energy from the universe, and you need to share that energy.",
        "reversed":
          "When reversed, the Two of Cups can mean that the balance that was once there is broken. This balance was an integral part of keeping the individuals together, but to break it is to create disconnection and discord. The negative energy of two forces is present, and instead of them joining or attracting, they seem to repel each other. You may be finding that certain small details that were not problems before are coming into play, signaling that one party may have resentments. A line of communication that allowed you and the other party to openly talk about disagreements has been cut off, only worsening the cycle of resentment and imbalance.Be the first to open up, and you may find the problem much easier to repair than you thought it would be.",
        "keywords": {
          "upright": ["Unity", "Partnerships", "Attraction", "Relationships"],
          "reversed": [
            "Imbalance in relationship",
            "Lack of harmony",
            "Tension",
            "Broken communication"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "three of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["celebration", "friendship", "community", "happiness"],
          "reversed": ["herd mentality", "conformity", "solitude"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "four of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "apathy",
            "contemplation",
            "re-evaluation",
            "disconnectedness"
          ],
          "reversed": [
            "boredom",
            "missed opporunity",
            "aloofness",
            "taking for granted"
          ]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "five of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["loss", "regret", "disappointment", "grief", "hope"],
          "reversed": [
            "moving on",
            "acceptance",
            "finding peace",
            "forgiveness"
          ]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "six of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["reunion", "nostalgia", "memories", "innocence"],
          "reversed": [
            "stuck in the past",
            "naivety",
            "unrealistic expectations",
            "resisting change"
          ]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "seven of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "fantasy",
            "illusion",
            "choices",
            "imagination",
            "wishful thinking"
          ],
          "reversed": ["temptation", "diversion", "confusion"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "eight of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "disillusionment",
            "withdrawal",
            "abadonment",
            "disappointment",
            "leaving behind"
          ],
          "reversed": ["aimlessness", "fear of the unknown", "fear of loss"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "nine of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "wishes fulfilled",
            "comfort",
            "emotional security",
            "luxury",
            "satisfaction"
          ],
          "reversed": ["greed", "dissatisfaction", "smugness", "materialism"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "ten of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "harmony",
            "marriage",
            "alignment",
            "happiness",
            "celebration"
          ],
          "reversed": ["misalignment", "broken family", "shattered dreams"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "page of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "delightful surprise",
            "a messenger",
            "synchronicity",
            "inner child",
            "intuition"
          ],
          "reversed": ["emotional immaturity", "creative block", "escapism"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "knight of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["romance", "adventure", "charm", "imagination"],
          "reversed": [
            "moodiness",
            "jealousy",
            "unrealistic expectations",
            "disappointment"
          ]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "queen of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "emotional security",
            "calm",
            "compassion",
            "comfort",
            "intuitive"
          ],
          "reversed": ["emotional insecurity", "dependence", "coldness"]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      },
      {
        "name": "king of cups",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["generosity", "emotional balance", "control"],
          "reversed": [
            "emotional manipulation",
            "moodiness",
            "trickery",
            "volatility"
          ]
        },
        "suit_keywords": ["emotions", "feelings", "relationships"],
        "card_keywords": [""],
        "element": "water"
      }
    ]
  },
  {
    "name": "Swords",
    "cards": [
      {
        "name": "Ace of Swords",
        "img_asset": "ace-of-swords",
        "description":
          "The Ace of Swords shows a hand emerging from the clouds wielding a double-edged sword. This double edged sword carries a golden crown while being encircled by a wreath. The wreath has for a long time been associated with victory, success and great achievement. The crown is used as the symbol for both royalty and the power to rule that comes with royalty. Behind the foreground, the sword stands floating over a varied setting - which holds both mountains and sea, which are used as symbols of the vast reach and distant lands that the swords can be used to conquer, as well as ambition.",
        "upright":
          "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. With its sharp blade and representing the power of the intellect, this sword has the ability to cut through deception and find truth. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings. It might also be a good time for you to seek justice and the truth in all matters since your conscience is clear, and your thoughts are swift. If you rise to the occasion, your sharpness and clarity in thought will be rewarded. When we look at the swords closely, and see its double-edge, we are also reminded that this sword may be either used for noble deeds or to deal destruction. It all depends on the wielder, and is a warning too that excessive power holds the danger to corrupt. If you stick with principles, the sword will serve you well.",
        "reversed":
          "Getting a reversed Ace of Swords might mean that one's thoughts are confused, unsure and very chaotic. This isn’t a good time for one to make any decisions since they don’t have any clarity on what you should be doing, meaning that the chances of failure can be pretty high. At this time, it would be better to prepare yourself and take baby steps - work methodically as you slowly move towards achieving your goals. This would be a good time to lay back and rationally think your way through each stage rather than acting on impulse, since everything appears in a blur and is not very clear at that moment. It might also be a good time to seek advice since things may not be as they seem.",
        "keywords": {
          "upright": [
            "Victory",
            "Raw strength and power",
            "Mental clarity",
            "Break-through"
          ],
          "reversed": ["Confusion", "Chaos", "Lack of clarity", "Brutality"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Two of Swords",
        "img_asset": "two-of-swords",
        "description":
          "The Two of Swords symbolizes the confusion we face when we are forced to make difficult choices. In the Two of Swords card, there is a seated woman that is blindfolded while holding a sword in each of her hands. In the background, there is a sea surrounded by crags and rocks that serve as obstacles for vessels and ships, stalling progress and action. The woman in the card being blindfolded is a representation of a situation which prevents her from seeing both the problem and the solution with clarity. The swords that she is holding in each of her hands show that there are two choices that lead in different directions and are mutually exclusive to one another. It may also depict a stalemate, which means that the problem should be addressed with a logical and rational thinking. The Moon positioned on the right side of the card signifies may signify the role of illusions and deception in the difficulty that the woman has in making a choice.",
        "upright":
          "When we see the Two of Swords in a reading, we are encountering a stalemate. Two equal and opposing forces are joined in battle, and there seems to be no end in sight. This wasn't what you had in mind when you chanced to walk down this path, and you find yourself caught in the middle. Without something, or someone to intervene, this may continue indefinitely. We find ourselves in a situation where we must make a choice, we can side with one part of the situation, or we can side with the other. Neither seems particularly appealing, which makes the decision even more difficult. But unless we move past this stalemate, there can be no more progress. The Two of Swords is often related with balance and partnership. It signifies the need to keep your relationships balanced. Regardless if it is in business, friendship or romantic relationship, you may find yourself struggling to maintain the current state of affairs, and may find yourself caught in the middle.  In regards to your work, you may be currently stuck in limbo and are perhaps waiting on another party's decision. Remain patient and avoid pressuring people in making their decision abruptly. The Two of Swords meaning may depict a warning to have caution. Like the woman in the card, you may be choosing to keep the blindfold on, hoping the problem will just go away. You should avoid evading any issues that you are facing, since it will not solve your problems.",
        "reversed":
          "The situation we see in the reversed Two of Swords is a stalemate of a legendary kind, one where two forces are battling each other. This battle can be representative of both something internal or external, and you are forced to be in between and be the decision maker. However, because neither party seems particularly pleasing to work with, you may find yourself confused, the pressure is too much, and you are unable to make a decision. When you do make the decision, it will be choosing between two bad outcomes. Do not worry, the more important thing here is to make a choice, from then on, we can deal with whatever consequences come.",
        "keywords": {
          "upright": [
            "Indecision",
            "Difficult choices",
            "Blocked emotions",
            "Stalemate"
          ],
          "reversed": [
            "Confusion",
            "Information overload",
            "Lesser of two evils"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "three of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["painful separation", "heartbreak", "grief", "rejection"],
          "reversed": ["releasing pain", "optimism", "forgiveness", "recovery"]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "four of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "rest",
            "recuperation",
            "passivity",
            "contemplation",
            "restoration"
          ],
          "reversed": ["restlessness", "lack of progress", "burnout", "stress"]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "five of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "conflict",
            "sneakiness",
            "betrayal",
            "win at all costs",
            "unbridled ambition"
          ],
          "reversed": [
            "lingering resentment",
            "desire to reconcile",
            "desire to forgive",
            "open to change"
          ]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "six of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["transition", "leaving behind", "rite of passage"],
          "reversed": ["baggage", "unresolved issues", "resisting transition"]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "Seven of Swords",
        "img_asset": "seven-of-swords",
        "description": "In the Seven of Swords card, there is a man that is seen running away sneakily from a camp of some sort, while carrying five swords in his hands. Behind him, two other swords are on standing on the ground. From this image, we can deduce that the Seven of Swords is about stealth, getting away with something, deception or betrayal. The expression on the man’s face shows quite a bit of confidence, and he seems to be sure of his success on this mission of stealing the swords. Unfortunately for him though, on the left there seems to be a group of soldiers who have discovered the theft and one soldier is actually raising a flag or a weapon as if to signal his pursuit.",
        "upright": "The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. There are instances when we are forced to be sneaky, hoping that we will not be discovered. When we are found out, we have to face the consequences - whether it's embarrassment, punishment, or worse. Sometimes this happens when there are instances when you had to think on your feet, and did something that was somewhat shrewd and out of character. Now there is a danger of the secret coming out. You may be tempted to sneak away from somewhere, indicating a situation that is no longer working as expected. Instead of dealing with it, you choose to sneak away and hope that you will go unnoticed. Perhaps you were hoping that this issue would just resolve itself over time, and you've neglected it - leaving it to only grow and get worse. The big question, when looking at the Seven of Swords, is whether escaping will solve this problem that you are facing. While you might be thinking that you have gotten away, you discover that the situation has cornered you and you are found out as you are trying to escape. There are instances when the Seven of Swords may indicate the willingness to go solo. You may have the urge to explore and discover some things on your own. This can be an effective approach if you want to assert your independence and bypass group agreement. The Seven of Swords symbolism may be encouraging you to go on this path; sometimes innovation comes from a rogue genius.",
        "reversed": "The Seven of Swords reversed can have multiple meanings depending on the context of the other cards within the reading. It can suggest firstly a need to change your approach - the tactics you've been using are not working. While upright, this card can stand for a cunning victory attained by deception and trickery, the reversal can stand for either a more extreme version of such behavior. Or instead, a kind of renewal of conscience. You or someone in your circle may be deciding to unburden themselves with their guilt, and come clean about some piece of manipulation they have been involved in. Trust has been broken, but with a confession, you may be on the road to repairing it. There is a desire here to try and do things in a different way, one that is collaborative rather than independent.",
        "keywords": {
          "upright": ["Deception", "Stealth", "Turning a blind eye", "Betrayal"],
          "reversed": ["Desire to reform", "Coming clean", "Turn a new leaf", "Rethinking approach"]
        },
        "Suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Seven",
        "card_keywords": ["Spirituality", "Wisdom", "Exploration"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "eight of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "imprisonment",
            "isolation",
            "self victimization",
            "self imposted restriction"
          ],
          "reversed": [
            "release",
            "self acceptance",
            "new perspective",
            "freedom"
          ]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "Nine of Swords",
        "img_asset": "nine-of-swords",
        "description":
          "The Nine of Swords depicts a woman that is sitting on her bed while she holds her head in her hands. It appears as though the woman has just awakened from a very bad nightmare. She seems to be upset, anxious and fearful. Nine swords are hanging on her wall, and a carving that depicts a person defeated by another can be found in her bed. The quilt has been decorated with various astrological symbols and roses. Here we see the same woman in that we saw earlier in the Eight of Swords - and perhaps, she was finally released, but haunted by the nightmares of the suffering she endured while she was left and deserted.",
        "upright":
          "The Nine of Swords is often associated with fear and anxiety, about all the things that worry you and keep you up at night. Sometimes this card can be associated with trauma - one which may be shameful for you to confide with others about, and all the psychological responses that come from experiencing that trauma. When we are never released from the entrapment depicted in the Eight of Swords, we escalate into the Nine of Swords, where we are plagued by nightmares. The suit of swords is one that is concerned with the mind, with logic, with intelligence, and with communication, but somehow the Nine of Swords was caught on the destructive end of the mind, the one which turns inward on itself, multiplies and festers. Questions are plaguing you, and you find yourself reciting all the possibilities - all the things that can happen to you. You are haunted by what could be. There is a sense of repetition within this card, that some event which has troubled you before, and one which you managed to either repress or run away from, is coming back again. Sharing your grief does at least provide an outlet for your pain and may release you from carrying this burden alone. Is there anyone that you can feel comfortable speaking to? In cases where it is less about trauma and more about general anxiety, analyze yourself and think if this is a feeling that is within your control or if there are other factors that contribute to your anxiety. Concentrate on the matters which you can control, and learn to ask for help.",
        "reversed":
          "To come across the Nine of Swords reversed still signals something similar to the upright version - that you may find yourself being terrorized by nightmares, by anxiety and stress. Some trauma from your past is coming back, and you find the grief of unresolved issues overwhelming. But here we also see hope, at least there is the desire to leave this nightmare. You must understand that this suffering will not cease until you yourself put in the effort to leave it. There is much work that you must do to drag yourself towards release. But just as you have a ways out, you must understand that you can still fall deeper into despair. Your job is to avoid that outcome, if you push forward you may find yourself out, but if you do not, you may find yourself sinking deeper.",
        "keywords": {
          "upright": ["Anxiety", "Hopelessness", "Nightmares"],
          "reversed": ["Fear", "Lack of objectivity", "Despair"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Nine",
        "card_keywords": ["Fulfillment", "Idealism", "Inspiration"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Ten of Swords",
        "img_asset": "ten-of-swords",
        "description":
          "Another one of the most striking and ominous cards in the deck, the Ten of Swords shows a man lying flat on the ground with his face facing the dirt. He is covered with a red cloth from the chest down to his legs. Ten long swords are stabbed into his back, he may not have seen this end coming. There is a terrible stillness in the air: the sky above him is black and cloudy indicating the fear and negativity associated with death. The waters in front of him are still, with no ripples - adding to the eerie stillness and finality of this card. Looking into the horizon, in the east, the sun is rising, and the weather seems very calm despite the darkness. The Ten of Swords seems to intimate that this is the lowest point in one's life, and it cannot get worse than this. At least, even in this state, the sun is rising.",
        "upright":
          "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. There is a sense of betrayal that is indicated here, for the character is stabbed in the back. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Here, this situation is unavoidable. The tale of the suit of swords is a powerful metaphor, one that ends in tragedy. The swords are a symbol of the intellect, of intelligence and logic, and yet we find the final culmination of this suit a complete and total defeat of the spirit. We must realize that the swords are a weapon that can have immense potential for destruction or for good. The story as it unfolds from the ace to the ten is one where an untrained individual uses this weapon for faulty reasons - makes many mistakes, and then spends an entire lifetime attempting to run away from the power that he misused. This person believes the swords are external to him when they are part of him, and when they inevitably return, he once again suffers. His pain is not the pain of his circumstances usually, but the pain of fear, of anxiety, of not being able to be a master of his surroundings. After the hopelessness of the nine of swords, what could have happened? Were you overwhelmed by the pressure? Or did you take the final sword upon yourself and admit defeat? The Ten of Swords depicts that situation where your mentality is ‘poor me’, you feel like there is nothing you can do. Pause and remember that as with the death card, the end of something means a new beginning. Let go of what you have lost, and focus on the new path forward because that is where your life is meant to go. A good example is a break-up with your partner - though it could be intensely painful, it could also be the beginning of a new sense of independence.",
        "reversed":
          "When we see any version of the Ten of Swords , the feelings are powerful. Whether reversed or upright, the card signals the finality of defeat. There is no way to avoid this tragedy - it has happened over a long course of events that have been a long time coming. With the reversal though, also comes to a recognition that you have hit rock bottom, there is no more that is left for you to give. With that also comes the release that things can only get better and the cycle can start anew. But like with the eight and nine of swords, this release must be initiated by you. There is an opportunity being presented here to correct what has hurt you, but you must make the effort to climb out yourself. What has happened was terrible, but everyone has a part in the responsibility.",
        "keywords": {
          "upright": ["Betrayed", "Crisis", "Defeat", "Endings"],
          "reversed": ["Recovery", "Regeneration", "Reviving", "Inevitable end"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Ten",
        "card_keywords": ["Completion", "Finality", "Renewal"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "page of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "talkative",
            "curiosity",
            "restlessness",
            "mental energy"
          ],
          "reversed": [
            "hastiness",
            "rushing",
            "all talk and no action",
            "undelivered promises"
          ]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "knight of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "action",
            "speed",
            "ambition",
            "communicative",
            "opinionated"
          ],
          "reversed": [
            "no direction",
            "disregard forconsequences",
            "unpredictability",
            "scattered thought"
          ]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "queen of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "perceptive",
            "organized",
            "independent",
            "complexity",
            "clear mind"
          ],
          "reversed": ["cold hearted", "overly emotional", "cruel", "bitter"]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      },
      {
        "name": "king of swords",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "clear thinking",
            "intellectual power",
            "authority",
            "truth"
          ],
          "reversed": ["manipulative", "tyrannical", "abusive", "criticism"]
        },
        "suit_keywords": ["logic", "ideas", "intellect"],
        "card_keywords": [""],
        "element": "air"
      }
    ]
  },
  {
    "name": "Pentacles",
    "cards": [
      {
        "name": "ace of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["generosity", "emotional balance", "control"],
          "reversed": [
            "emotional manipulation",
            "moodiness",
            "trickery",
            "volatility"
          ]
        },
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "Two of Pentacles",
        "img_asset": "two-of-pentacles",
        "description":
          "The Two of Pentacles card depicts a man who is dancing as he is juggling two large coins. The pentacles are surrounded by the infinity sign that denotes that the person can handle all the issues the come his way and he can manage his life with grace. In the background, you will notice that there are two ships that are riding the giant waves, and they reinforce the balancing act that the man has to face - he is in rough and choppy waters, but manages to stay afloat. The Two of Pentacles depicts the usual ups and downs that occur in one’s life. Despite all the chaos that surrounds him, the man lives a very carefree life as he dances, and handles all that comes to him with joy.",
        "upright":
          "The Two of Pentacles is a card about balance - the coins are displayed in a manner that is precarious, any small change in wind or weight can tip and send them falling. For those that may have more coins to go around, they can afford to be less careful, but at this moment things may be tight. Wealth too, is a kind of energy, and it is the kind whose goings in and goings out are easiest and most tangible to see. There is a possibility that you are trying hard to keep the two aspects of your life in a perfect and delicate balance. This could be your career, money, love and health. The balancing act depicted in the card suggests that there are two major factors that you are deeply concerned about. It is time for you to step back to have a better perspective of the situation. While you may initially think it will save you time, multi-tasking may just worsen the situation. Cut down on your tasks and concentrate on these two factors that are troubling you. You've done a good job keeping things stable, for you seem to be able to adapt well to all the changes that ask you to continually re-balance. When it comes to love, the Two of Pentacles is associated with your inability to provide the energy and time required to make your partner happy. Your partnership should be your main priority, but with all the madness in other areas of your life, you are finding it hard to devote your attention to your loved ones. With regards to finances, you should pay heed on the bottom line. You should have a clear picture on your financial state. Plan your finances accordingly, control your expenditures and increase your stream of income to create a solid foundation for your future. In terms of health, this card is asking you to find a balance between your own well-being and your responsibilities. It's easy to make yourself the last priority when you have so many things happening around you.",
        "reversed":
          "When the Two of Pentacles is in reversed position, it can mean that you are trying to juggle much too many things in your life. You need to take at least a short break to eliminate the stress. In case you are feeling that you can’t handle everything, you need to consider your own well-being and provide yourself with a time to breathe. In your work, the Two of Pentacles reversal can be a positive omen. Avoid committing to a lot of things since it will overwhelm you. In your finances, you need to learn how to live in your capacity. The Two of Pentacles reversal meaning reminds you to be aware of your income and expenditures since overspending can become a large issue, especially when you are being pulled in many directions.",
        "keywords": {
          "upright": [
            "Balancing decisions",
            "Priorities",
            "Adapting to change"
          ],
          "reversed": ["Loss of balance", "Disorganized", "Overwhelmed"]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "three of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "four of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "five of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "six of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "seven of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "eight of pentacles",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "nine of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "Ten of Pentacles",
        "img_asset": "ten-of-pentacles",
        "description":
          "In the Ten of Pentacles card, there is an old man seated in an archway leading into a great estate. It seems he is the head of the family, for he is surrounded by younger loved ones. He wears a robe that is decorated with moon crescents and grapevines - indicating the joining of spirit and matter. He has his family and dogs with him. There is a happy couple in front of him, presumably his children and a playful child behind this couple, his grandchild. The child playfully reaches out to pet the dog.",
        "upright":
          "The Ten of Pentacles deals with permanence and satisfaction. The card shows that everything you have put your efforts into for a long time will pay off in the future. It suggests that everything will work out well in the end - for you have always kept the long term picture in view, choosing to take no shortcuts. Your legacy is sure to stand for quite a long time to come. This is a relief, for the path to get here has been filled with setbacks and challenges, making this point of the journey even sweeter. In the card, the aged man is able to sit back and relax while watching the lives of his children and grandchildren. The satisfaction he derives from his achievement is interwoven in his children’s happiness. The meaning of the Ten of Pentacles also relates to the happiness that you experience because you have planted many seeds of happiness and shared in the lives of others, particularly family members and relatives. It points to the importance of these people in your lives. The Ten of Pentacles symbolism is rooted in both financial success and stability. It shows affluence and lack of financial struggle. It also implores you to make decisions that will not only have positive results in the present but also in the long term. The decisions that you make should produce positive results that last for generations to come, trickling down to your offspring as well.",
        "reversed":
          "The Ten of Pentacles reversed meaning may be a warning about your future financial status. It could point to problems and hiccups later on in life, even though they may not currently be an issue. It could also show the faulty nature of an investment that you have put a lot of time and effort in. In general, this reversed card seems to signal that you are placing too many bets on your short-term success, while harming your long-term potential. Take a step back and evaluate whether your decisions right now will lead to more damage in the future. The Ten of Pentacles reversed meaning can also deal with relationships. It could show the sudden end of a marriage that has been going strong for years. It could also show that you have hit a rough patch, but there is still hope for things to get back on track. For those who are single, it could point to the fact that some of your relationships have been great for short term fun, but lack the substance to lead to lifelong commitment.",
        "keywords": {
          "upright": ["Legacy", "Inheritance", "Culmination"],
          "reversed": [
            "Lack of stability",
            "Failure",
            "Lack of resources",
            "Fleeting success"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Ten",
        "card_keywords": ["Completion", "Finality", "Renewal"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "Page of Pentacles",
        "img_asset": "page-of-pentacles",
        "description":
          "The Page of Pentacles card depicts a youth standing all by himself in a wide field surrounded by flowers. In the background, you will also notice several lush trees and a furrowed field. The young man seems to be walking in a slow manner and appears unaware of his surroundings, for his attention is completely captured by the coin he is holding, and all that it represents: ambition, security, wealth, nature, and sensuality. The Page of Pentacles symbolizes a person who is grounded, loyal and diligent.",
        "upright":
          "When we meet the Page of Pentacles, we see immediately that she is one that is ambitious and focused. She is protected, nourished, provided for by the suit whose name she bears. Guided by it, she is deeply tied to the earth, nature, and all of its gifts. She cherishes the body, for it too is something which is a manifestation of her element. Her diligence, ambition and loyalty drives her to quickly make plans for the future - for it is there where her focus lies. When you meet her, she may be the bearer of news connected to all earthly and material matters. When you hear her message, be inspired as she is - lay down the foundations to follow your ambitions. Generally, the Page of pentacles refers to the kind of energy that you need to complete all that is needed for your work. It may point to the determination, focus and the ability to stick with a particular task no matter how boring it may seem. In terms of work, the Page of Pentacles may signify that there are a lot of tasks you are responsible for, but your time to complete them is much too limited. This is not the time to feel stressed and overwhelmed. Assistance will be there for you, you just have to ask for it. In relation to finances, the Page of Pentacles can refer to the reward for your hard work. For those who are investing their hard–earned money, this is not the perfect time for you to take the risk. Invest your money in a safe and traditional way - the diligence will pay you back. If you are currently experiencing a health issue, this problem may be the result of the continuous neglect. Let a professional make sure that this is not the case.",
        "reversed":
          "When the Page of Pentacles card appears reversed, it may point to your lack of focus. There is a possibility that you are being distracted with lots of things. Try to borrow the talents of this page and focus your mind before moving on the next thing. It may also indicate that you need to give yourself a break to refresh your mind. With regards to work, the Page of Pentacles reversed may signify that you are currently feeling overwhelmed due to the heavy demands in your workplace. Remember that it is always better to ask for assistance and complete the work rather than to try to finish it all by yourself and end up failing to do so. In terms of love, you are probably in a solid and steady romantic relationship, but perhaps someone else has caught your interest lately. When it comes to your finances, the Page of Pentacles reversed may refer to that urge to play and gamble. Be sure to stay responsible and be in control of your actions. In terms of health, do your best to stay away from dangerous activities.",
        "keywords": {
          "upright": ["Dreams", "Ambition", "Desire", "Diligence"],
          "reversed": [
            "Lack of commitment",
            "Greediness",
            "Laziness",
            "Impractibility"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Page",
        "card_keywords": [
          "The Child",
          "The New Spark",
          "The Holder of Energy for his Suit"
        ],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "knight of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      },
      {
        "name": "Queen of Pentacles",
        "img_asset": "queen-of-pentacles",
        "description":
          "The Queen of Pentacles card depicts a beautiful woman sitting on a decorated throne holding a golden coin. Surrounding her are beautiful blossoming trees and green floral gardens. Her throne is decorated with various beasts of the earth, tying her closely with nature and abundance. At the bottom of the card, on the right-hand side, a rabbit is pouncing into the frame, which symbolizes her high energy and fertility. The Queen of Pentacles, therefore, depicts a certain level of success and prosperity. But the rabbit at the bottom cautions us that we should be careful of where we leap when we are chasing that success.",
        "upright":
          "The Queen of Pentacles represents both a down-to-earth woman who plays many roles to ensure that she keeps her family happy. She knows how and when to show love - keeping an orderly home, cooking comforting meals and takes care of the children. But do not mistake her for being only a homebody - alongside all these motherly attributes, she can plan business ventures and execute her plans successfully. It is through her naturally talented business sense that she is surrounded by such luxury. She is quiet and does not like disclosing her financial accounts, fearing that it could bring more complexity to her life, which she desires to keep rather simple. She may have a secret bank account that nobody knows about - for she may choose to be careful, vigilant and self-sufficient. The Queen of Pentacles therefore represents a motherly figure who desires to help you maneuver your way and achieve your goals with a the helping of her common sense. She will not only show you love, but she will also show you the way forward whenever you seem to be stranded and confused. With her advice, she will ensure that you do not make dangerous financial decisions. She offers you precautions, principles and support, all lessons that she has learned in her personal life. Because she is a self-made woman, she wants too for you to be independent and wise, such that you are also able to raise others and make them responsible.",
        "reversed":
          "When the Queen of Pentacles becomes disconnected with the energy of her suit, she can become someone who is completely self-absorbed. Gone is the upright generosity in her suit, she can be selfish and even envious when others successes seem greater than hers. Upright, her home is usually a sanctuary for her guests, but reversed it may instead be slovenly - she loses the ability to take care of herself and her surroundings. Her focus on the material may manifest negatively, making her greedy, and yet lacking in her sense of duty and capability. How can she ground herself again, how can she re-enter the sacred relationship she naturally feels with the earth and all its living creatures? The Queen of Pentacles reversed may also indicate that you have misplaced priorities, which may eventually be compromising to your future. You may find yourself distracted and unable to focus on your work and your long-term goals. You could also be busy working on projects without taking time to consult experienced people who can guide you away from mistakes. This card could also suggest those that you care for are now ready to become accountable and responsible for their own lives. You must learn to let go and given them their independence - the role of caregiver is most rewarding when your loved ones have grown strong enough to make their own decisions.",
        "keywords": {
          "upright": [
            "Practicality",
            "Creature comforts",
            "Financial security"
          ],
          "reversed": [
            "Self-centeredness",
            "Jealousy",
            "Smothering",
            "Work life imbalance"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Queen",
        "card_keywords": [
          "The Kepper",
          "The Influencer",
          "She masters the energy in her suit, and subtly brings them to others"
        ],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "king of pentacles",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["earthly", "material", "sensual"],
        "card_keywords": [""],
        "element": "earth"
      }
    ]
  },
  {
    "name": "Wands",
    "cards": [
      {
        "name": "ace of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "two of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "three of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "four of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "Five of Wands",
        "img_asset": "five-of-wands",
        "description":
          "The Five of Wands depicts five men all holding their own wands and brandishing them up in the air. Like with most fives in the tarot, it is about some kind of disagreement that is facing the querent. This disagreement can either be taken to be as a sign of conflict between the men, or that all of them are simply enjoying the adrenaline rush of this conflict, and that the competition amongst them is of a good natured rivalry, not anger. The relaxed way in which they seem to be holding their wands gives a sense that this argument may be one of show rather than a fierce one.",
        "upright":
          "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication, for example in a situation where no one really wants to listen to the other - meaning that no agreement or understanding takes place. The five men may signify problems in a group of people who are not patient enough to listen to what anyone else is saying. They only want to be heard, and since none of the others will listen, they all argue at once. Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they’ll all be satisfied. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way. The Five of Wands meaning could also be a personal struggle that you are dealing with on your own. This can be on a number of issues that affect you, hence you need to address them and find a solution for them. You will need to identify where the problems are and offer a solution that will handle the case.",
        "reversed":
          "The Five of Wands reversed meaning can be that your natural method of dealing with disagreements is avoiding any kind of conflict by getting away from that place as fast as you can. Sometimes this can be regarded as a good thing, but other times, it may lead to a number of issues that are brewing up within you, for which you will have to address soon. On the other hand, it can also mean that you have worked through your troubles and that you do not have any more issues to worry about.",
        "keywords": {
          "upright": ["Disagreement", "Competition", "Conflict", "Tension"],
          "reversed": [
            "Conflict avoidance",
            "Respecting differences",
            "Increased focus on goals"
          ]
        },
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Five",
        "card_keywords": ["Conflict", "Change", "Expansion"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "six of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "seven of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "eight of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "nine of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "ten of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "page of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "knight of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "queen of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      },
      {
        "name": "king of wands",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit_keywords": ["passion", "desire", "will"],
        "card_keywords": [""],
        "element": "fire"
      }
    ]
  }
]
