[
  {
    "name": "Major",
    "cards": [
      {
        "name": "The Fool",
        "img_asset": "the-fool",
        "description": "",
        "upright":
          "The Fool card is an image of a youth heading out into the world. The card represents the beginning of a journey. The subject of the card, the Fool, is naive, childlike, has no inhibitions, is a blank slate. This card symbolizes the optimism we feel when we are beginning something new. The journey the Fool is on will shape their character. There is much the Fool does not know about what's to come, but they do not worry or fear the unknown. The Fool is ready for an adventure and willing to take risks. In the upright position, this card is about being brave and curious as you set out on a new adventure.",
        "reversed":
          "The Fool reversed can represent too much naïveté in someone. When one is headed out into the unknown it may be wise to consider what possibilities are out there. The Fool reversed does not weight the risk vs. reward. They take uncalculated risks that may have real consequences for themself. The Fool reversed card depicts a small animal barking at the Fool as they set off on their journey. The animal barking may represent a warning sign that you should take a step back to reasses the journey you're on and the consequences of continuing to be unprepared or reckless going forward.",
        "keywords": {
          "upright": [
            "New beginnings",
            "No inhibitions",
            "Optimism",
            "Fearlessness"
          ],
          "reversed": [
            "Uncalculate risks",
            "Foolishness",
            "Recklessness"
          ]
        },
        "astrology": "Uranus",
        "element": "Air"
      },
      {
        "name": "The Magician",
        "img_asset": "the-magician",
        "description": "",
        "upright":
          "The Magician card is about harnessing your potential. The Magician card depicts someone at an alter with items that represent all four suits of the tarot: a wand, a cup, a sword, and a pentacle. They are depicted with an infinity symbol above their head to symbolize the infinite power of the mind. The Magician reaches out towards heaven as they stand below within the earth. This card says that when the power of your mind is infinite, the world around you is as well. This may be reminding you that with a strong mind you can reach your full potential, and you can accomplish anything. This is the time to act without hesitation and without holding anything back.",
        "reversed":
          "The Magician reversed may represent some sort of illusion. When used positively, magic can be a powerful force to help you accomplish your most coveted goals. But in the reversed position, the Magician may represent the kind of magic that is used to trick and deceive others. Are you being deceived by others or are you the one doing the deceiving? The Magician is about putting forth your best self and reaping the benefits that the world has to offer. You cannot be manipulative, selfish, or power hungry on your way to what you want. Sometimes when we are obsessed with gaining power, we bring others down to try and uplift ourselves, but true power comes from knowing yourself and being your best self, without hurting anyone else.",
        "keywords": {
          "upright": [
            "Willpower",
            "Infinite potential",
            "Manifestation",
            "Resourcefullness"
          ],
          "reversed": [
            "Deception",
            "Manipulation",
            "Power hungry"
          ]
        },
        "astrology": "Mercury",
        "element": "Air"
      },
      {
        "name": "The High Priestess",
        "img_asset": "the-high-priestess",
        "description": "",
        "upright":
          "The High Priestess aka the divine feminine. The High Priestess card represents our intuition. She symbolizes what we know deep down in our unconscious minds to be true. She tells us the answers to the unknowns we seek are within ourselves, and to listen to our inner voice. More literally, she may represent the need for meditation or reflection to center yourself and focus on your spirituality. Listening to what we feel within the depths of our subconsciousness may be frightening at first, but is vital for self growth and improvement.",
        "reversed":
          "The High Priestess reversed can mean you are having trouble listening to your gut. You may be overthinking or trying to rationalize your feelings. Sometimes being too analytical can distract us from what our body is trying to tell us. The logical, rational approach is not always what's best for us. Do not ignore what your inner voice is trying to tell you. Take time to meditate on how you're feeling and what your intuition is telling you. Get out of your head and listen to what your innermost, authentic self wants.",
        "keywords": {
          "upright": [
            "Intuition",
            "Divine Feminine",
            "Subconscious mind",
            "Inner voice"
          ],
          "reversed": [
            "Lack of center",
            "Overthinking",
            "Repressed feelings"
          ]
        },
        "astrology": "Moon",
        "element": "Water"
      },
      {
        "name": "The Empress",
        "img_asset": "the-empress",
        "description":
          "",
        "upright":
          "The Empress is the card of femininity. Femininity has many different meanings, not solely tied to the biological female sex. Feminine energy can symbolize fertility, creativity, empathy, and nurturing. Femininity is about being gentle, kind with ourselves. The Empress may represent pregnancy and motherhood, but it also can represent good fortune. If you have ideas or projects you have been thinking about, now is the time to begin them. Devote yourself to nurturing your ideas and bringing them to life.",
        "reversed":
          "The Empress reversed can represent the negative aspects of being a nurturer. Sometimes, we can spend too much of our own energy trying to advise or control other people's lives. Even as a motherly or nurturing figure in someone's life, we need to give them space to grow and succeed on their own terms. Being too overbearing does not benefit either party. The Empress reversed could also indicate that someone in your life in smothering you, even if well-intentioned. You cannot rely on anyone else to make decisions for you or take care of you. Independence and self-reliance are important qualities and trying to influence someone else's decisions or letting your decisions be influenced by another could end badly.",
        "keywords": {
          "upright": [
            "Empathy",
            "Nurturing",
            "Femininity",
            "Nature",
            "Abundance"
          ],
          "reversed": [
            "Dependence",
            "Smothering",
            "Reliance"
          ]
        },
        "astrology": "Venus",
        "element": "Earth"
      },
      {
        "name": "The Emperor",
        "img_asset": "the-emperor",
        "description":
          "",
        "upright":
          "The Emperor is the card of masculinity. Masculinity has many different meanings, not solely tied to the biological male sex. In this case, masculinity refers to organization, regulation, and structure. The Emperor is the card of rules and systems. He is a fatherly figure, one that guides others to act strategically and honorably, to pursue our goals with discipline. The Emperor card suggests that we may be working towards a goal and that to succeed we will need to create a thorough plan for action and follow through on it. It also may suggest that there is a situation in your life that needs you to step up and lead others. The Emperor is someone who can take charge and make the right decisions for a group.",
        "reversed":
          "The Emperor reversed means there is an abuse of authority and power going on. It can be manifesting in your personal or professional relationships. The reversal of this card suggests that either you or someone else is being too controlling of those around you. Being a leader is not about being ruthless and tyrannical. Don't be afraid to let go of control. It may also be a sign that too much structure and rigidness isn't the right method to success for you. The systems and rules you may have created for yourself are no longer working for you",
        "keywords": {
          "upright": [
            "Structure",
            "Foundation",
            "Strategy",
            "Discipline"
          ],
          "reversed": [
            "Rigidity",
            "Tyranny",
            "Abuse of power",
            "Excessive control"
          ]
        },
        "astrology": "Aries",
        "element": "Fire"
      },
      {
        "name": "The Hierophant",
        "img_asset": "the-hierophant",
        "description":
          "",
        "upright":
          "The Hierophant represents the conventional. At this point, it may be good for you to follow traditions or well established approaches. The Hierophant is a symbol of a religious figurehead. Religions are all about large groups of people believing in and following a set of already established rules and systems. In the case of the Hierophant card, it may be suggesting you follow the status quo and stick to what's socially acceptable right now. Whatever you choose to believe in, it may be good not to deviate from those core values. This card is about conforming to something, but doesn't really suggest why. Think about why it may help you to conform right now. What can you gain from being a part of a group and following the guidelines laid out by that group? There may be certain ceremonies and rituals that you can benefit from taking part in.",
        "reversed":
          "The Hierophant reversed could mean you are feeling stuck in the norm. There is some force, whether it be your own or outside voices, that are pushing you to conform to social structures. You are feeling constrained by the strict societal standards of what is in and what is out. What may help you now is to go about things in your own way, even if it defies social norms. The Hierophant reversed may also mean you are beginning to question certain traditions and rituals in your life. Make sure whatever approach you take in life is based on your own needs and desires, and not on any outside expectations or convention.",
        "keywords": {
          "upright": [
            "Tradition",
            "Core Values",
            "Conventional",
            "Ceremony"
          ],
          "reversed": [
            "Nonconforming",
            "Restriction",
            "Challenging status quo"
          ]
        },
        "astrology": "Taurus",
        "element": "Earth"
      },
      {
        "name": "The Lovers",
        "img_asset": "the-lovers",
        "description":
          "",
        "upright":
          "The Lovers represent harmony in a relationship. It may or may not be an intimate partner relationship. It just represents unity and trust between two people, or even between yourself as an individual. There is a strong bond present in this relationship. They empower one another and push each other to be their best selves. The Lovers is about finding someone who shares the same values and stands for the same principles as you. This may mean you finding a strong belief system within yourself. The Lovers can also represent manifesting a deep, authentic love for yourself or for another person. Additionally, the Lovers may symbolize two ideas in your mind that you have to choose between. You have to choose the option which will create harmony and unity in your life.",
        "reversed":
          "The Lovers reversed indicates there is a lack of harmony happening somewhere in your life. This may be an internal or external conflict you are dealing with. Something in your life is misaligned, and to find balance again you have to get to the root of the issue. There isn't unity here. Whether the conflict is within yourself or with someone else, you have to look at your values and find out how to align them with yours or someone else's actions. Rebuild the foundation of your relationship to find the balance you are looking for.",
        "keywords": {
          "upright": [
            "Partnerships",
            "Union",
            "Harmony",
            "Empowering",
            "Choices"
          ],
          "reversed": [
            "Disharmony",
            "Imbalance",
            "One-sidedness",
            "Misalignment of values"
          ]
        },
        "astrology": "Gemini",
        "element": "Air"
      },
      {
        "name": "The Chariot",
        "img_asset": "the-chariot",
        "description":
          "",
        "upright":
          "The Chariot is a triumphant card. It symbolizes overcoming challenges and finding personal growth and success. When we are confident, we are in control of our own destiny. We can accomplish anything. The Chariot represents the willpower we need to overcome any obstacles we face. The Chariot doesn't mean sucuess will come easy but it tells us that with focus and determination, success is inevitable. You must both believe you can succeed and work hard for your success. The Chariot is about going full force ahead, but it also reminds us not to lose control.",
        "reversed":
          "The Chariot reversed may suggest you are being too aggressive in your approach to success. It may mean you are unfocused or unmotivated. You want to find success, but you aren't doing the work to get there, or you are going about your approach in the wrong way. You may not have the direction you need in your plans. You may also be feeling that things are out of your control. You have lost control of The Chariot and you need to rein it in, or things might implode. Don't let anyone or anything choose your destiny. The Chariot reversed is a call to action for you to get your goals in order and plan to do the work to make them happen.",
        "keywords": {
          "upright": ["Control", "Direction", "Assertion", "Determination"],
          "reversed": ["Lack of control", "Lack of direction", "Aggression", "Passiveness"]
        },
        "astrology": "Cancer",
        "element": "Water"
      },
      {
        "name": "Strength",
        "img_asset": "strength",
        "description":
          "",
        "upright":
          "The Strength card represents strength and courage. Strength may mean you are resilient during times of struggle and hardship. It may mean you are fearless in the face of challenges. Strength is also about our ability to be vulnerable, and unafraid of being our true selves. When one is truly strong, they are not afraid of any outside forces, because they know themselves fully and know they can make it through anything.",
        "reversed":
          "Strength reversed represents fearfulness. You might be feeling insecure or afraid of the unknown and instead of dealing with your fear, you let it take over. This may manifest in excessive aggression or anger. When you are afraid, your survival skills kick in and you may behave irrationally. Additionally, when you are moving scared, you tend to hurt others and yourself.  Instead of letting your most negative self come out, you must take a step back and recognize your fear. What is causing you to feel insecure or afraid? How can you face your fears and not let fear consume you? How can you recenter yourself and reharness your inner strength?",
        "keywords": {
          "upright": [
            "Courage",
            "Resilience",
            "Vulnerability",
            "Inner strength"
          ],
          "reversed": [
            "Fear",
            "Self Doubt",
            "Insecurity"
          ]
        },
        "astrology": "Leo",
        "element": "Fire"
      },
      {
        "name": "The Hermit",
        "img_asset": "the-hermit",
        "description":
          "",
        "upright":
          "The Hermit is all about looking within yourself. What can you learn from being truly alone? Only when you isolate yourself from the pressures of the outside world, can you truly determine what you really want in life. This is not a time to let others influence your decisions. What do you value and how can you choose a life that aligns with those values? Make sure to clear your mind of the clutter and noise you are inundated with every day. You are the only one who knows what's best for yourself. When you need to make big decisions, reevaluate your situation, or find yourself, sometimes its best to take time alone to reflect on what's most important to you.",
        "reversed":
          "The Hermit reversed may symbolize that you have been spending too much time alone or that you are being close-minded to new ideas. There is a lot to learn from others, so no matter how strong your personal belief system is, it's always good to listen to what others have to say. Don't get so lost in your own reality, that you are not open to learning about new perspectives. Sometimes you may find the answers you're looking for by asking questions and hearing what other people have to say.",
        "keywords": {
          "upright": [
            "Introspection",
            "Inner guidance",
            "Contemplation",
            "Being alone"
          ],
          "reversed": ["Isolation", "Loneliness", "Withdrawal", "Lost your way"]
        },
        "astrology": "Virgo",
        "element": "Earth"
      },
      {
        "name": "The Wheel of Fortune",
        "img_asset": "wheel-of-fortune",
        "description":
          "",
        "upright":
          "The Wheel of Fortune represents the rollercoaster of life. During your life, inevitably, you will have both good times and bad. No matter how in control you are, you cannot control everything and the Wheel of Fortune is a reminder of that. Who you are is not decided by the good and the bad that happens to you, but by how you handle what comes your way. When times are good, be grateful, enjoy things for what they are. And when times are bad, stay optimistic and know things will turn around. The Wheel is always turning and you must face whatever situations life puts you in.",
        "reversed":
          "The Wheel of Fortune reversed can mean that you are not handling life's ups and downs in the way you should be. You may be experiencing good luck and fortune, but with it, don't become arrogant or greedy. No matter how high you go, you couldn't have gotten there without any help or luck, so it's good to be grateful and gracious with your fortunes. You may want to pass good fortune onto those around you at this time because as the Wheel turns, you'll eventually come across harder times. The Wheel of Fortune reversed warns you that hard times will come. You can't avoid bad luck or misfortune, but if you are kind with good fortune, you may have people to lean on when you find yourself in trouble. Don't fear what's out of your control, but also don't forget that what goes up will always come down.",
        "keywords": {
          "upright": [
            "Change",
            "Life cycles",
            "A turning point",
            "Good Luck"
          ],
          "reversed": ["Out of control", "Bad luck", "Misfortune"]
        },
        "astrology": "Jupiter",
        "element": "Fire"
      },
      {
        "name": "Justice",
        "img_asset": "justice",
        "description":
          "",
        "upright":
          "The Justice card is about cause and effect. Every action has a consequence, good or bad. This card may suggest that you are having to answer for your decisions, whether in the short or long term. Unlike the Wheel of Fortune, that says some things are out of your control, Justice is about taking accountability for what is in your control. It also may be about someone else taking responsibility for what they've done. Regardless, Justice is about actions having reactions and decisions having consequences. The Justice card is also a warning card. You may think you've gotten away with something, but this card warns you that the truth always comes out. Justice is all about making decisions with the future in mind, and taking in how your decisions will effect the lives of you and others.",
        "reversed":
          "Justice reversed may mean you are skirting accountability. If you've done something wrong or hurtful, this card pushes you to take accountability for your actions and face the consequences. This card suggests some denial and guilt. Ignoring your responsibilities won't help you now. You need to start taking action to show that you are committed to making up for your actions that have negatively affected others. Others may judge you unfairly, but as long as you are secure in your choices, your own judgement is the only one that matters.",
        "keywords": {
          "upright": [
            "Cause and effect",
            "Clarity",
            "Truth",
            "Fairness",
            "Accountability"
          ],
          "reversed": ["Unfairness", "Lack of accountability", "Dishonesty", "Judgement"]
        },
        "astrology": "Libra",
        "element": "Air"
      },
      {
        "name": "The Hanged Man",
        "img_asset": "the-hanged-man",
        "description":
          "",
        "upright":
          "The Hanged Man symbolizes sacrifice. Sometimes to make progress, you must make sacrifices or take a step back to recalculate. If you want to move forward in a relationship or partnership with someone you've wrong, sometimes its good to let go of your ego and apologize. This will help you start from a new, trusting place with someone. The Hanged Man may also suggest you are on a different path than others. You may view the world differently than those around you and in order to continue on your own journey of clarity, you have to leave others behind. The Hanged Man, however, is not about making rash decisions. It is maybe a sign to suspend or postpone your current plans. Taking action might not be the right step for you at this time. Be patient and more information and answers may come to you.",
        "reversed":
          "The reversed Hanged Man may represent a time where you feel like you're giving a lot and not getting much in return. Things might be at a standstill for you, with not much rhyme or reason. Things are not going your way and you have been stalled in your work for too long. You may have to try new approaches until you get something to work for you.",
        "keywords": {
          "upright": ["Sacrifice", "Suspension", "Restriction", "Release"],
          "reversed": [
            "Indecision",
            "Delay",
            "Stalled",
            "Fear of sacrifice"
          ]
        },
        "astrology": "Neptune",
        "element": "Water"
      },
      {
        "name": "Death",
        "img_asset": "death",
        "description":
          "",
        "upright":
          "The Death card is a very powerful card. It symbolizes the ending of a major phase in your life. And with all endings, come new beginnings. This card suggests that in order to move on to something new in your life, you must mourn the death of your current situation. You are going through a major change or transition, and holding onto the past will not do you any good. It can be a scary time, because change is hard for many of us, but you must learn to welcome change and the unknown. Make sure you are letting go of what has been unhealthy in your life, whatever you need to get rid of to make a transformation. Being too attached to the past will only hinder you from the good that will come with something new.",
        "reversed":
          "Death reversed means that you are resisting change. You don't want to let go of the past. If you continue on this route, you will limit yourself in the future. There is much about the future that you cannot know, but don't hold onto the past simply out of fear of the unknown. Life is all about growth and change, and feeling too attached to any one phase of your life will stunt your growth.",
        "keywords": {
          "upright": [
            "Endings",
            "Beginnings",
            "Change",
            "Transformation",
            "Transition"
          ],
          "reversed": [
            "Resistance to change",
            "Stagnation",
            "Unable to move on",
            "Holding onto the past"
          ]
        },
        "astrology": "Scorpio",
        "element": "Water"
      },
      {
        "name": "Temperance",
        "img_asset": "temperance",
        "description":
          "",
        "upright":
          "Temperance is all about moderation and balance. It suggests that you are able to remain calm throughout stressful situations, and you don't let outside forces get to you. This card warns against any extremes. You are at peace with your life right now. You are able to adapt to your surroundings and not be pushed in any which way.",
        "reversed":
          "Temperance reversed means something is out of balance. Maybe something in your life, or in your behavior. Do you feel apathetic, or do you feel too much passion? This card reversed suggests something in your life is too far to the extremes. If you are doing too much or exerting too much energy, you will eventually face burnout. If you aren't doing enough and you are being too apathetic, you might lose your sense of purpose. Life is about finding that balance, and this card reversed may serve as a warning to recenter yourself.",
        "keywords": {
          "upright": [
            "Balance",
            "Moderation",
            "Purpose",
            "Meaning"
          ],
          "reversed": ["Imbalance", "Excess", "Extremes"]
        },
        "astrology": "Sagittarius",
        "element": "Fire"
      },
      {
        "name": "The Devil",
        "img_asset": "the-devil",
        "description":
          "",
        "upright":
          "The Devil card is about feeling powerless and unfulfilled. You may be overindulging and are still dissatisfied. You may be feeling empty, regardless of what material success you have earned. This card may signal that what you thought would bring you happiness, is not actually what will satisfy you on a deeper level. Stop focusing on shallow desires and short-term fulfillment, and reflect on what will make you feel whole.",
        "reversed":
          "The reversed meaning of the Devil card can be a moment of revelation. You have reflected and become self-aware of your shortcomings. You have determined what is preventing you from finding true happiness, and you intend to make changes. It isn't easy to break bad habits, but you are on the right track. It may be painful at first, but if you stick with it, you'll be better off in the long term. You may be just starting your journey of self-assessment. Be honest with yourself about what serves you and what does not.",
        "keywords": {
          "upright": ["Excess", "Materialism", "Dissatisfaction"],
          "reversed": ["Self-awareness", "Release", "Restoring control"]
        },
        "astrology": "Capricorn",
        "element": "Earth"
      },
      {
        "name": "The Tower",
        "img_asset": "the-tower",
        "description":
          "",
        "upright":
          "The Tower card represents a sudden and shocking change. The depiction of the Tower card is usually harrowing. The card, however, isn't necessarily negative. It just signals a huge change. The kind of change that breaks the foundations so that there's no going back. This card is not about hesitation. Whatever we've been doing in the past is no longer useful, and we must create new beliefs, new values, and new structures to replace the old. Sudden change and upheaval is never easy, but it's an inevitable part of life, nevertheless. If you look at great changes optimistically, this could be the path to a better future.",
        "reversed":
          "The Tower reversed is about resisting change. Change is something that scares us because we can never be sure of how things will turn out, however, change is necessary. Don't try to avoid the inevitable, because this card warns you that resistance will make things more difficult. The foundations which you are holding onto are not stable enough to keep moving forward with, and they must be rebuilt. There will be destruction, but accepting change with grace and optimism will help you in the long run.",
        "keywords": {
          "upright": ["Sudden change", "Upheaval", "Revelation", "Rebuilding"],
          "reversed": [
            "Fear of change",
            "Avoidance"
          ]
        },
        "astrology": "Mars",
        "element": "Fire"
      },
      {
        "name": "The Star",
        "img_asset": "the-star",
        "description":
          "",
        "upright":
          "The Star is a symbol of hope. This card energizes you to keep moving forward. It may not be what you've been focusing on lately, but you are blessed and you do have reasons to be grateful. You may have just experienced a life altering event that has left you in shock. Regardless of what has changed and what you have potentially lost, you have everything you need to be fulfilled. This card is about having faith that you will find what you're looking for. You are resilient and your inner strength will get you through.",
        "reversed":
          "The Star card reverse represents a feeling of hopelessness. Nothing seems to be going your way. You feel as if you can't possibly overcome the challenges you face. It's okay. There are times we all feel hopeless, and at times like these you must be patient. Take some time to allow yourself to feel defeated, and then push through. The Star card reversed tells us its time to care for ourselves and find hope and motivation once again.",
        "keywords": {
          "upright": [
            "Hope",
            "Renewal",
            "Resilience",
            "Rejuvenation"
          ],
          "reversed": ["Hopelessness", "Discouraged", "Unmotivated"]
        },
        "astrology": "Aquarius",
        "element": "Air"
      },
      {
        "name": "The Moon",
        "img_asset": "the-moon",
        "description":
          "",
        "upright":
          "The Moon can symbolize the depths of our minds and imaginations. You're on a path of exploration and the moon's light guiding you represents the way you must let your intuition guide you. Be aware of what you're feeling and listen to yourself. The moon is a symbol of light in the darkness; it's time to find clarity in a situation that you're experiencing.",
        "reversed":
          "The Moon reversed warns us about the darkness, if we don't accept light in. Darkness may symbolize unknowns or confusion in your life. It isn't clear what you should do. When the moon is shining bright, it leads our way, but in the case of the Moon reversed, we can't quite see where we're going. This may mean that we aren't trusting our gut. Why aren't you listening to your intuition? Maybe you are afraid of being wrong, or maybe your gut isn't telling you what you want to hear. The Moon reversed warns us that your intuition is usually correct, and if you are feeling a way about something, listen to yourself.",
        "keywords": {
          "upright": [
            "Imagination",
            "Intuiton",
            "Guide",
            "Subconscious"
          ],
          "reversed": ["Confusion", "Misinterpretation", "Avoidance"]
        },
        "astrology": "Pisces",
        "element": "Water"
      },
      {
        "name": "The Sun",
        "img_asset": "the-sun",
        "description":
          "",
        "upright":
          "The Sun card represents good fortune. The Sun brings life and abundance. This could be a signal that you are about to experience great success and fulfillment in your own life. Your energy is radiating off you and brightening the lives of others. This card symbolizes a sense of confidence and self-worth. The sun in shining down on you.",
        "reversed":
          "The Sun reversed could mean you are having a difficult time focusing on the positive right now. What is blocking you from seeing the positivity around you? Without this light, you may be feeling insecure and unimportant. Any setback will seem like a big deal right now because something is clouding your view. On the flip side, the Sun reversed could mean you are seeing things with rose colored glasses. Maybe you are naive to what's really going on. Make sure the reality you feel is based in facts and information and not delusion.",
        "keywords": {
          "upright": ["Warmth", "Optimisim", "Success", "Positivity"],
          "reversed": ["Pessimism", "Negativity", "Delusion"]
        },
        "astrology": "Sun",
        "element": "Fire"
      },
      {
        "name": "Judgement",
        "img_asset": "judgement",
        "description":
          "",
        "upright":
          "The Judgement card is all about self reflection. Look back at your actions and evaluate your position in life. Where have you found success? Where is there still room to grow? You may be close to a revelation or awakening in your mind. It's time to be true to yourself. You may need to start thinking about how your actions and words align with who you feel you truly are. Make choices that make sense for you and be prepared to face whatever consequences or judgement from others they bring.",
        "reversed":
          "Judgement reversed can mean you judge yourself too harshly. When you make a mistake or have a setback, you lose your motivation and momentum. You must learn to be kinder and forgive yourself when you make mistakes. The less confident you are in your decisions, the more others can judge you for them. How can you learn to allow yourself to be human and make mistakes without losing confidence and self-love for yourself. Take time to reflect and grow, but don't be too critical of yourself. Our mistakes are how we learn.",
        "keywords": {
          "upright": [
            "Self-love",
            "Reckoning",
            "Reflection", 
            "Awakening"
          ],
          "reversed": ["Self doubt", "Lack of self awareness", "Overly critical"]
        },
        "astrology": "Pluto",
        "element": "Fire"
      },
      {
        "name": "The World",
        "img_asset": "the-world",
        "description":
          "",
        "upright":
          "The World card is the last card of the Major Arcana. It is a symbol of wholeness and fulfillment. Things have come full circle for you. You recognize how your inner life and the outer world connect and are made for one another. You are feeling enlightened. You were resilient through all challenges that have come your way, and now you feel a sense of achievement and completion. You may have reached a major milestone in your life.",
        "reversed": "The World card reversed signals that you are coming near to the end of a some journey. You may have accomplished some things, but you still feel a sense of failure or incompletion here. There is an emptiness to this ending. Something is missing. This may symbolize that you were not on the journey for yourself. If you try to please others, you may end up not feeling fulfilled because you were too concerned about the needs of those around you than your own. Take some time to reflect on what you need to make this journey feel complete, and focus your efforts there.",
        "keywords": {
          "upright": [
            "Fulfillment",
            "Harmony",
            "Accomplishment",
            "Unity",
            "Completion"
          ],
          "reversed": ["Incompletion", "Lack of closure", "Delayed success", "Failed plans"]
        },
        "astrology": "Saturn",
        "element": "Earth"
      }
    ]
  },
  {
    "name": "Cups",
    "cards": [
      {
        "name": "Ace of Cups",
        "img_asset": "ace-of-cups",
        "description":
          "",
        "upright":
          "The Ace of Cups symbolizes a fresh start. Aces are about new beginnings and Cups are about emotions, therefore the Ace of Cups means you are emotionally ready for something new. You will get the most out of your new journey if you come in with a clear head and free of any emotional tie ups. You are opening yourself up to gaining a feeling of emotional fulfullment. If you give to others, you will get back as well.",
        "reversed":
          "The Ace of Cups reversed is about feeling emotionally drained. There is so much potential here, but something is getting in the way of it. Someone or some thing in your life are taking your energy without giving anything back. This may be a time to distance yourself from whatever is no longer fulfilling you and giving you what you need. Don't let your gifts go to waste. Find where your energy can be used more productively.",
        "keywords": {
          "upright": [
            "New love",
            "Compassion",
            "Overwhelming emotion",
            "Creativity"
          ],
          "reversed": ["Emotionally drained", "Blocked creativity", "Emptiness", "Wasted energy"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "Two of Cups",
        "img_asset": "two-of-cups",
        "description":
          "",
        "upright":
          "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. The exchange of cups suggest that each party's emotions are intertwined with the other's, and each participant's feelings have profound affects on the other. A strong pair is indicated here, the joy of two becoming one. When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations. In relation with your health, people who are currently facing some health issues need to look for a practitioner that they will be comfortable working with and whom they can trust. In spirituality, it is a call for you to be more endearing and loving towards the others. You are receiving positive energy from the universe, and you need to share that energy.",
        "reversed":
          "When reversed, the Two of Cups can mean that the balance that was once there is broken. This balance was an integral part of keeping the individuals together, but to break it is to create disconnection and discord. The negative energy of two forces is present, and instead of them joining or attracting, they seem to repel each other. You may be finding that certain small details that were not problems before are coming into play, signaling that one party may have resentments. A line of communication that allowed you and the other party to openly talk about disagreements has been cut off, only worsening the cycle of resentment and imbalance.Be the first to open up, and you may find the problem much easier to repair than you thought it would be.",
        "keywords": {
          "upright": ["Unity", "Partnerships", "Attraction", "Relationships"],
          "reversed": [
            "Imbalance in relationship",
            "Lack of harmony",
            "Tension",
            "Broken communication"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "three of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["celebration", "friendship", "community", "happiness"],
          "reversed": ["herd mentality", "conformity", "solitude"]
        }, 
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Three",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "four of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "apathy",
            "contemplation",
            "re-evaluation",
            "disconnectedness"
          ],
          "reversed": [
            "boredom",
            "missed opporunity",
            "aloofness",
            "taking for granted"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Four",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "five of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["loss", "regret", "disappointment", "grief", "hope"],
          "reversed": [
            "moving on",
            "acceptance",
            "finding peace",
            "forgiveness"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Five",
        "card_keywords": ["Conflict", "Change", "Expansion"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "six of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["reunion", "nostalgia", "memories", "innocence"],
          "reversed": [
            "stuck in the past",
            "naivety",
            "unrealistic expectations",
            "resisting change"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Six",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "seven of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "fantasy",
            "illusion",
            "choices",
            "imagination",
            "wishful thinking"
          ],
          "reversed": ["temptation", "diversion", "confusion"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Seven",
        "card_keywords": ["Spirituality", "Wisdom", "Exploration"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "eight of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "disillusionment",
            "withdrawal",
            "abadonment",
            "disappointment",
            "leaving behind"
          ],
          "reversed": ["aimlessness", "fear of the unknown", "fear of loss"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Eight",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "nine of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "wishes fulfilled",
            "comfort",
            "emotional security",
            "luxury",
            "satisfaction"
          ],
          "reversed": ["greed", "dissatisfaction", "smugness", "materialism"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Nine",
        "card_keywords": ["Fulfillment", "Idealism", "Inspiration"],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "ten of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "harmony",
            "marriage",
            "alignment",
            "happiness",
            "celebration"
          ],
          "reversed": ["misalignment", "broken family", "shattered dreams"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Ten",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "page of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "delightful surprise",
            "a messenger",
            "synchronicity",
            "inner child",
            "intuition"
          ],
          "reversed": ["emotional immaturity", "creative block", "escapism"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Page",
        "card_keywords": [
          "The Child",
          "The New Spark",
          "The Holder of Energy for his Suit"
        ],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "knight of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["romance", "adventure", "charm", "imagination"],
          "reversed": [
            "moodiness",
            "jealousy",
            "unrealistic expectations",
            "disappointment"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Knight",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "queen of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "emotional security",
            "calm",
            "compassion",
            "comfort",
            "intuitive"
          ],
          "reversed": ["emotional insecurity", "dependence", "coldness"]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "Queen",
        "card_keywords": [
          "The Kepper",
          "The Influencer",
          "She masters the energy in her suit, and subtly brings them to others"
        ],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      },
      {
        "name": "king of cups",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["generosity", "emotional balance", "control"],
          "reversed": [
            "emotional manipulation",
            "moodiness",
            "trickery",
            "volatility"
          ]
        },
        "suit": "Cups",
        "suit_keywords": ["Emotions", "Feelings", "Relationships"],
        "card": "King",
        "card_keywords": [""],
        "astrology": "Cancer, Scorpio, Pisces",
        "element": "Water"
      }
    ]
  },
  {
    "name": "Swords",
    "cards": [
      {
        "name": "Ace of Swords",
        "img_asset": "ace-of-swords",
        "description":
          "The Ace of Swords shows a hand emerging from the clouds wielding a double-edged sword. This double edged sword carries a golden crown while being encircled by a wreath. The wreath has for a long time been associated with victory, success and great achievement. The crown is used as the symbol for both royalty and the power to rule that comes with royalty. Behind the foreground, the sword stands floating over a varied setting - which holds both mountains and sea, which are used as symbols of the vast reach and distant lands that the swords can be used to conquer, as well as ambition.",
        "upright":
          "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. With its sharp blade and representing the power of the intellect, this sword has the ability to cut through deception and find truth. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings. It might also be a good time for you to seek justice and the truth in all matters since your conscience is clear, and your thoughts are swift. If you rise to the occasion, your sharpness and clarity in thought will be rewarded. When we look at the swords closely, and see its double-edge, we are also reminded that this sword may be either used for noble deeds or to deal destruction. It all depends on the wielder, and is a warning too that excessive power holds the danger to corrupt. If you stick with principles, the sword will serve you well.",
        "reversed":
          "Getting a reversed Ace of Swords might mean that one's thoughts are confused, unsure and very chaotic. This isn’t a good time for one to make any decisions since they don’t have any clarity on what you should be doing, meaning that the chances of failure can be pretty high. At this time, it would be better to prepare yourself and take baby steps - work methodically as you slowly move towards achieving your goals. This would be a good time to lay back and rationally think your way through each stage rather than acting on impulse, since everything appears in a blur and is not very clear at that moment. It might also be a good time to seek advice since things may not be as they seem.",
        "keywords": {
          "upright": [
            "Victory",
            "Raw strength and power",
            "Mental clarity",
            "Break-through"
          ],
          "reversed": ["Confusion", "Chaos", "Lack of clarity", "Brutality"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Two of Swords",
        "img_asset": "two-of-swords",
        "description":
          "The Two of Swords symbolizes the confusion we face when we are forced to make difficult choices. In the Two of Swords card, there is a seated woman that is blindfolded while holding a sword in each of her hands. In the background, there is a sea surrounded by crags and rocks that serve as obstacles for vessels and ships, stalling progress and action. The woman in the card being blindfolded is a representation of a situation which prevents her from seeing both the problem and the solution with clarity. The swords that she is holding in each of her hands show that there are two choices that lead in different directions and are mutually exclusive to one another. It may also depict a stalemate, which means that the problem should be addressed with a logical and rational thinking. The Moon positioned on the right side of the card signifies may signify the role of illusions and deception in the difficulty that the woman has in making a choice.",
        "upright":
          "When we see the Two of Swords in a reading, we are encountering a stalemate. Two equal and opposing forces are joined in battle, and there seems to be no end in sight. This wasn't what you had in mind when you chanced to walk down this path, and you find yourself caught in the middle. Without something, or someone to intervene, this may continue indefinitely. We find ourselves in a situation where we must make a choice, we can side with one part of the situation, or we can side with the other. Neither seems particularly appealing, which makes the decision even more difficult. But unless we move past this stalemate, there can be no more progress. The Two of Swords is often related with balance and partnership. It signifies the need to keep your relationships balanced. Regardless if it is in business, friendship or romantic relationship, you may find yourself struggling to maintain the current state of affairs, and may find yourself caught in the middle.  In regards to your work, you may be currently stuck in limbo and are perhaps waiting on another party's decision. Remain patient and avoid pressuring people in making their decision abruptly. The Two of Swords meaning may depict a warning to have caution. Like the woman in the card, you may be choosing to keep the blindfold on, hoping the problem will just go away. You should avoid evading any issues that you are facing, since it will not solve your problems.",
        "reversed":
          "The situation we see in the reversed Two of Swords is a stalemate of a legendary kind, one where two forces are battling each other. This battle can be representative of both something internal or external, and you are forced to be in between and be the decision maker. However, because neither party seems particularly pleasing to work with, you may find yourself confused, the pressure is too much, and you are unable to make a decision. When you do make the decision, it will be choosing between two bad outcomes. Do not worry, the more important thing here is to make a choice, from then on, we can deal with whatever consequences come.",
        "keywords": {
          "upright": [
            "Indecision",
            "Difficult choices",
            "Blocked emotions",
            "Stalemate"
          ],
          "reversed": [
            "Confusion",
            "Information overload",
            "Lesser of two evils"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "three of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["painful separation", "heartbreak", "grief", "rejection"],
          "reversed": ["releasing pain", "optimism", "forgiveness", "recovery"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Three",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "four of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "rest",
            "recuperation",
            "passivity",
            "contemplation",
            "restoration"
          ],
          "reversed": ["restlessness", "lack of progress", "burnout", "stress"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Four",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "five of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "conflict",
            "sneakiness",
            "betrayal",
            "win at all costs",
            "unbridled ambition"
          ],
          "reversed": [
            "lingering resentment",
            "desire to reconcile",
            "desire to forgive",
            "open to change"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Five",
        "card_keywords": ["Conflict", "Change", "Expansion"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "six of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["transition", "leaving behind", "rite of passage"],
          "reversed": ["baggage", "unresolved issues", "resisting transition"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Six",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Seven of Swords",
        "img_asset": "seven-of-swords",
        "description": "In the Seven of Swords card, there is a man that is seen running away sneakily from a camp of some sort, while carrying five swords in his hands. Behind him, two other swords are on standing on the ground. From this image, we can deduce that the Seven of Swords is about stealth, getting away with something, deception or betrayal. The expression on the man’s face shows quite a bit of confidence, and he seems to be sure of his success on this mission of stealing the swords. Unfortunately for him though, on the left there seems to be a group of soldiers who have discovered the theft and one soldier is actually raising a flag or a weapon as if to signal his pursuit.",
        "upright": "The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. There are instances when we are forced to be sneaky, hoping that we will not be discovered. When we are found out, we have to face the consequences - whether it's embarrassment, punishment, or worse. Sometimes this happens when there are instances when you had to think on your feet, and did something that was somewhat shrewd and out of character. Now there is a danger of the secret coming out. You may be tempted to sneak away from somewhere, indicating a situation that is no longer working as expected. Instead of dealing with it, you choose to sneak away and hope that you will go unnoticed. Perhaps you were hoping that this issue would just resolve itself over time, and you've neglected it - leaving it to only grow and get worse. The big question, when looking at the Seven of Swords, is whether escaping will solve this problem that you are facing. While you might be thinking that you have gotten away, you discover that the situation has cornered you and you are found out as you are trying to escape. There are instances when the Seven of Swords may indicate the willingness to go solo. You may have the urge to explore and discover some things on your own. This can be an effective approach if you want to assert your independence and bypass group agreement. The Seven of Swords symbolism may be encouraging you to go on this path; sometimes innovation comes from a rogue genius.",
        "reversed": "The Seven of Swords reversed can have multiple meanings depending on the context of the other cards within the reading. It can suggest firstly a need to change your approach - the tactics you've been using are not working. While upright, this card can stand for a cunning victory attained by deception and trickery, the reversal can stand for either a more extreme version of such behavior. Or instead, a kind of renewal of conscience. You or someone in your circle may be deciding to unburden themselves with their guilt, and come clean about some piece of manipulation they have been involved in. Trust has been broken, but with a confession, you may be on the road to repairing it. There is a desire here to try and do things in a different way, one that is collaborative rather than independent.",
        "keywords": {
          "upright": ["Deception", "Stealth", "Turning a blind eye", "Betrayal"],
          "reversed": ["Desire to reform", "Coming clean", "Turn a new leaf", "Rethinking approach"]
        },
        "Suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Seven",
        "card_keywords": ["Spirituality", "Wisdom", "Exploration"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "eight of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "imprisonment",
            "isolation",
            "self victimization",
            "self imposted restriction"
          ],
          "reversed": [
            "release",
            "self acceptance",
            "new perspective",
            "freedom"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Eight",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Nine of Swords",
        "img_asset": "nine-of-swords",
        "description":
          "The Nine of Swords depicts a woman that is sitting on her bed while she holds her head in her hands. It appears as though the woman has just awakened from a very bad nightmare. She seems to be upset, anxious and fearful. Nine swords are hanging on her wall, and a carving that depicts a person defeated by another can be found in her bed. The quilt has been decorated with various astrological symbols and roses. Here we see the same woman in that we saw earlier in the Eight of Swords - and perhaps, she was finally released, but haunted by the nightmares of the suffering she endured while she was left and deserted.",
        "upright":
          "The Nine of Swords is often associated with fear and anxiety, about all the things that worry you and keep you up at night. Sometimes this card can be associated with trauma - one which may be shameful for you to confide with others about, and all the psychological responses that come from experiencing that trauma. When we are never released from the entrapment depicted in the Eight of Swords, we escalate into the Nine of Swords, where we are plagued by nightmares. The suit of swords is one that is concerned with the mind, with logic, with intelligence, and with communication, but somehow the Nine of Swords was caught on the destructive end of the mind, the one which turns inward on itself, multiplies and festers. Questions are plaguing you, and you find yourself reciting all the possibilities - all the things that can happen to you. You are haunted by what could be. There is a sense of repetition within this card, that some event which has troubled you before, and one which you managed to either repress or run away from, is coming back again. Sharing your grief does at least provide an outlet for your pain and may release you from carrying this burden alone. Is there anyone that you can feel comfortable speaking to? In cases where it is less about trauma and more about general anxiety, analyze yourself and think if this is a feeling that is within your control or if there are other factors that contribute to your anxiety. Concentrate on the matters which you can control, and learn to ask for help.",
        "reversed":
          "To come across the Nine of Swords reversed still signals something similar to the upright version - that you may find yourself being terrorized by nightmares, by anxiety and stress. Some trauma from your past is coming back, and you find the grief of unresolved issues overwhelming. But here we also see hope, at least there is the desire to leave this nightmare. You must understand that this suffering will not cease until you yourself put in the effort to leave it. There is much work that you must do to drag yourself towards release. But just as you have a ways out, you must understand that you can still fall deeper into despair. Your job is to avoid that outcome, if you push forward you may find yourself out, but if you do not, you may find yourself sinking deeper.",
        "keywords": {
          "upright": ["Anxiety", "Hopelessness", "Nightmares"],
          "reversed": ["Fear", "Lack of objectivity", "Despair"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Nine",
        "card_keywords": ["Fulfillment", "Idealism", "Inspiration"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "Ten of Swords",
        "img_asset": "ten-of-swords",
        "description":
          "Another one of the most striking and ominous cards in the deck, the Ten of Swords shows a man lying flat on the ground with his face facing the dirt. He is covered with a red cloth from the chest down to his legs. Ten long swords are stabbed into his back, he may not have seen this end coming. There is a terrible stillness in the air: the sky above him is black and cloudy indicating the fear and negativity associated with death. The waters in front of him are still, with no ripples - adding to the eerie stillness and finality of this card. Looking into the horizon, in the east, the sun is rising, and the weather seems very calm despite the darkness. The Ten of Swords seems to intimate that this is the lowest point in one's life, and it cannot get worse than this. At least, even in this state, the sun is rising.",
        "upright":
          "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. There is a sense of betrayal that is indicated here, for the character is stabbed in the back. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Here, this situation is unavoidable. The tale of the suit of swords is a powerful metaphor, one that ends in tragedy. The swords are a symbol of the intellect, of intelligence and logic, and yet we find the final culmination of this suit a complete and total defeat of the spirit. We must realize that the swords are a weapon that can have immense potential for destruction or for good. The story as it unfolds from the ace to the ten is one where an untrained individual uses this weapon for faulty reasons - makes many mistakes, and then spends an entire lifetime attempting to run away from the power that he misused. This person believes the swords are external to him when they are part of him, and when they inevitably return, he once again suffers. His pain is not the pain of his circumstances usually, but the pain of fear, of anxiety, of not being able to be a master of his surroundings. After the hopelessness of the nine of swords, what could have happened? Were you overwhelmed by the pressure? Or did you take the final sword upon yourself and admit defeat? The Ten of Swords depicts that situation where your mentality is ‘poor me’, you feel like there is nothing you can do. Pause and remember that as with the death card, the end of something means a new beginning. Let go of what you have lost, and focus on the new path forward because that is where your life is meant to go. A good example is a break-up with your partner - though it could be intensely painful, it could also be the beginning of a new sense of independence.",
        "reversed":
          "When we see any version of the Ten of Swords , the feelings are powerful. Whether reversed or upright, the card signals the finality of defeat. There is no way to avoid this tragedy - it has happened over a long course of events that have been a long time coming. With the reversal though, also comes to a recognition that you have hit rock bottom, there is no more that is left for you to give. With that also comes the release that things can only get better and the cycle can start anew. But like with the eight and nine of swords, this release must be initiated by you. There is an opportunity being presented here to correct what has hurt you, but you must make the effort to climb out yourself. What has happened was terrible, but everyone has a part in the responsibility.",
        "keywords": {
          "upright": ["Betrayed", "Crisis", "Defeat", "Endings"],
          "reversed": ["Recovery", "Regeneration", "Reviving", "Inevitable end"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Ten",
        "card_keywords": ["Completion", "Finality", "Renewal"],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "page of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "talkative",
            "curiosity",
            "restlessness",
            "mental energy"
          ],
          "reversed": [
            "hastiness",
            "rushing",
            "all talk and no action",
            "undelivered promises"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Page",
        "card_keywords": [
          "The Child",
          "The New Spark",
          "The Holder of Energy for his Suit"
        ],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "knight of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "action",
            "speed",
            "ambition",
            "communicative",
            "opinionated"
          ],
          "reversed": [
            "no direction",
            "disregard forconsequences",
            "unpredictability",
            "scattered thought"
          ]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Knight",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "queen of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "perceptive",
            "organized",
            "independent",
            "complexity",
            "clear mind"
          ],
          "reversed": ["cold hearted", "overly emotional", "cruel", "bitter"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "Queen",
        "card_keywords": [
          "The Kepper",
          "The Influencer",
          "She masters the energy in her suit, and subtly brings them to others"
        ],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      },
      {
        "name": "king of swords",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": [
            "clear thinking",
            "intellectual power",
            "authority",
            "truth"
          ],
          "reversed": ["manipulative", "tyrannical", "abusive", "criticism"]
        },
        "suit": "Swords",
        "suit_keywords": ["Logic", "Ideas", "Intellect"],
        "card": "King",
        "card_keywords": [""],
        "astrology": "Gemini, Libra, Aquarius",
        "element": "Air"
      }
    ]
  },
  {
    "name": "Pentacles",
    "cards": [
      {
        "name": "ace of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": {
          "upright": ["generosity", "emotional balance", "control"],
          "reversed": [
            "emotional manipulation",
            "moodiness",
            "trickery",
            "volatility"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "Two of Pentacles",
        "img_asset": "two-of-pentacles",
        "description":
          "The Two of Pentacles card depicts a man who is dancing as he is juggling two large coins. The pentacles are surrounded by the infinity sign that denotes that the person can handle all the issues the come his way and he can manage his life with grace. In the background, you will notice that there are two ships that are riding the giant waves, and they reinforce the balancing act that the man has to face - he is in rough and choppy waters, but manages to stay afloat. The Two of Pentacles depicts the usual ups and downs that occur in one’s life. Despite all the chaos that surrounds him, the man lives a very carefree life as he dances, and handles all that comes to him with joy.",
        "upright":
          "The Two of Pentacles is a card about balance - the coins are displayed in a manner that is precarious, any small change in wind or weight can tip and send them falling. For those that may have more coins to go around, they can afford to be less careful, but at this moment things may be tight. Wealth too, is a kind of energy, and it is the kind whose goings in and goings out are easiest and most tangible to see. There is a possibility that you are trying hard to keep the two aspects of your life in a perfect and delicate balance. This could be your career, money, love and health. The balancing act depicted in the card suggests that there are two major factors that you are deeply concerned about. It is time for you to step back to have a better perspective of the situation. While you may initially think it will save you time, multi-tasking may just worsen the situation. Cut down on your tasks and concentrate on these two factors that are troubling you. You've done a good job keeping things stable, for you seem to be able to adapt well to all the changes that ask you to continually re-balance. When it comes to love, the Two of Pentacles is associated with your inability to provide the energy and time required to make your partner happy. Your partnership should be your main priority, but with all the madness in other areas of your life, you are finding it hard to devote your attention to your loved ones. With regards to finances, you should pay heed on the bottom line. You should have a clear picture on your financial state. Plan your finances accordingly, control your expenditures and increase your stream of income to create a solid foundation for your future. In terms of health, this card is asking you to find a balance between your own well-being and your responsibilities. It's easy to make yourself the last priority when you have so many things happening around you.",
        "reversed":
          "When the Two of Pentacles is in reversed position, it can mean that you are trying to juggle much too many things in your life. You need to take at least a short break to eliminate the stress. In case you are feeling that you can’t handle everything, you need to consider your own well-being and provide yourself with a time to breathe. In your work, the Two of Pentacles reversal can be a positive omen. Avoid committing to a lot of things since it will overwhelm you. In your finances, you need to learn how to live in your capacity. The Two of Pentacles reversal meaning reminds you to be aware of your income and expenditures since overspending can become a large issue, especially when you are being pulled in many directions.",
        "keywords": {
          "upright": [
            "Balancing decisions",
            "Priorities",
            "Adapting to change"
          ],
          "reversed": ["Loss of balance", "Disorganized", "Overwhelmed"]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "three of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Three",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "four of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Four",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "five of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Five",
        "card_keywords": ["Conflict", "Change", "Expansion"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "six of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Six",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "seven of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Seven",
        "card_keywords": ["Spirituality", "Wisdom", "Exploration"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "eight of pentacles",
        "img_asset": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Eight",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "nine of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Nine",
        "card_keywords": ["Fulfillment", "Idealism", "Inspiration"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "Ten of Pentacles",
        "img_asset": "ten-of-pentacles",
        "description":
          "In the Ten of Pentacles card, there is an old man seated in an archway leading into a great estate. It seems he is the head of the family, for he is surrounded by younger loved ones. He wears a robe that is decorated with moon crescents and grapevines - indicating the joining of spirit and matter. He has his family and dogs with him. There is a happy couple in front of him, presumably his children and a playful child behind this couple, his grandchild. The child playfully reaches out to pet the dog.",
        "upright":
          "The Ten of Pentacles deals with permanence and satisfaction. The card shows that everything you have put your efforts into for a long time will pay off in the future. It suggests that everything will work out well in the end - for you have always kept the long term picture in view, choosing to take no shortcuts. Your legacy is sure to stand for quite a long time to come. This is a relief, for the path to get here has been filled with setbacks and challenges, making this point of the journey even sweeter. In the card, the aged man is able to sit back and relax while watching the lives of his children and grandchildren. The satisfaction he derives from his achievement is interwoven in his children’s happiness. The meaning of the Ten of Pentacles also relates to the happiness that you experience because you have planted many seeds of happiness and shared in the lives of others, particularly family members and relatives. It points to the importance of these people in your lives. The Ten of Pentacles symbolism is rooted in both financial success and stability. It shows affluence and lack of financial struggle. It also implores you to make decisions that will not only have positive results in the present but also in the long term. The decisions that you make should produce positive results that last for generations to come, trickling down to your offspring as well.",
        "reversed":
          "The Ten of Pentacles reversed meaning may be a warning about your future financial status. It could point to problems and hiccups later on in life, even though they may not currently be an issue. It could also show the faulty nature of an investment that you have put a lot of time and effort in. In general, this reversed card seems to signal that you are placing too many bets on your short-term success, while harming your long-term potential. Take a step back and evaluate whether your decisions right now will lead to more damage in the future. The Ten of Pentacles reversed meaning can also deal with relationships. It could show the sudden end of a marriage that has been going strong for years. It could also show that you have hit a rough patch, but there is still hope for things to get back on track. For those who are single, it could point to the fact that some of your relationships have been great for short term fun, but lack the substance to lead to lifelong commitment.",
        "keywords": {
          "upright": ["Legacy", "Inheritance", "Culmination"],
          "reversed": [
            "Lack of stability",
            "Failure",
            "Lack of resources",
            "Fleeting success"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Ten",
        "card_keywords": ["Completion", "Finality", "Renewal"],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "Page of Pentacles",
        "img_asset": "page-of-pentacles",
        "description":
          "The Page of Pentacles card depicts a youth standing all by himself in a wide field surrounded by flowers. In the background, you will also notice several lush trees and a furrowed field. The young man seems to be walking in a slow manner and appears unaware of his surroundings, for his attention is completely captured by the coin he is holding, and all that it represents: ambition, security, wealth, nature, and sensuality. The Page of Pentacles symbolizes a person who is grounded, loyal and diligent.",
        "upright":
          "When we meet the Page of Pentacles, we see immediately that she is one that is ambitious and focused. She is protected, nourished, provided for by the suit whose name she bears. Guided by it, she is deeply tied to the earth, nature, and all of its gifts. She cherishes the body, for it too is something which is a manifestation of her element. Her diligence, ambition and loyalty drives her to quickly make plans for the future - for it is there where her focus lies. When you meet her, she may be the bearer of news connected to all earthly and material matters. When you hear her message, be inspired as she is - lay down the foundations to follow your ambitions. Generally, the Page of pentacles refers to the kind of energy that you need to complete all that is needed for your work. It may point to the determination, focus and the ability to stick with a particular task no matter how boring it may seem. In terms of work, the Page of Pentacles may signify that there are a lot of tasks you are responsible for, but your time to complete them is much too limited. This is not the time to feel stressed and overwhelmed. Assistance will be there for you, you just have to ask for it. In relation to finances, the Page of Pentacles can refer to the reward for your hard work. For those who are investing their hard–earned money, this is not the perfect time for you to take the risk. Invest your money in a safe and traditional way - the diligence will pay you back. If you are currently experiencing a health issue, this problem may be the result of the continuous neglect. Let a professional make sure that this is not the case.",
        "reversed":
          "When the Page of Pentacles card appears reversed, it may point to your lack of focus. There is a possibility that you are being distracted with lots of things. Try to borrow the talents of this page and focus your mind before moving on the next thing. It may also indicate that you need to give yourself a break to refresh your mind. With regards to work, the Page of Pentacles reversed may signify that you are currently feeling overwhelmed due to the heavy demands in your workplace. Remember that it is always better to ask for assistance and complete the work rather than to try to finish it all by yourself and end up failing to do so. In terms of love, you are probably in a solid and steady romantic relationship, but perhaps someone else has caught your interest lately. When it comes to your finances, the Page of Pentacles reversed may refer to that urge to play and gamble. Be sure to stay responsible and be in control of your actions. In terms of health, do your best to stay away from dangerous activities.",
        "keywords": {
          "upright": ["Dreams", "Ambition", "Desire", "Diligence"],
          "reversed": [
            "Lack of commitment",
            "Greediness",
            "Laziness",
            "Impractibility"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Page",
        "card_keywords": [
          "The Child",
          "The New Spark",
          "The Holder of Energy for his Suit"
        ],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "knight of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Knight",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "Queen of Pentacles",
        "img_asset": "queen-of-pentacles",
        "description":
          "The Queen of Pentacles card depicts a beautiful woman sitting on a decorated throne holding a golden coin. Surrounding her are beautiful blossoming trees and green floral gardens. Her throne is decorated with various beasts of the earth, tying her closely with nature and abundance. At the bottom of the card, on the right-hand side, a rabbit is pouncing into the frame, which symbolizes her high energy and fertility. The Queen of Pentacles, therefore, depicts a certain level of success and prosperity. But the rabbit at the bottom cautions us that we should be careful of where we leap when we are chasing that success.",
        "upright":
          "The Queen of Pentacles represents both a down-to-earth woman who plays many roles to ensure that she keeps her family happy. She knows how and when to show love - keeping an orderly home, cooking comforting meals and takes care of the children. But do not mistake her for being only a homebody - alongside all these motherly attributes, she can plan business ventures and execute her plans successfully. It is through her naturally talented business sense that she is surrounded by such luxury. She is quiet and does not like disclosing her financial accounts, fearing that it could bring more complexity to her life, which she desires to keep rather simple. She may have a secret bank account that nobody knows about - for she may choose to be careful, vigilant and self-sufficient. The Queen of Pentacles therefore represents a motherly figure who desires to help you maneuver your way and achieve your goals with a the helping of her common sense. She will not only show you love, but she will also show you the way forward whenever you seem to be stranded and confused. With her advice, she will ensure that you do not make dangerous financial decisions. She offers you precautions, principles and support, all lessons that she has learned in her personal life. Because she is a self-made woman, she wants too for you to be independent and wise, such that you are also able to raise others and make them responsible.",
        "reversed":
          "When the Queen of Pentacles becomes disconnected with the energy of her suit, she can become someone who is completely self-absorbed. Gone is the upright generosity in her suit, she can be selfish and even envious when others successes seem greater than hers. Upright, her home is usually a sanctuary for her guests, but reversed it may instead be slovenly - she loses the ability to take care of herself and her surroundings. Her focus on the material may manifest negatively, making her greedy, and yet lacking in her sense of duty and capability. How can she ground herself again, how can she re-enter the sacred relationship she naturally feels with the earth and all its living creatures? The Queen of Pentacles reversed may also indicate that you have misplaced priorities, which may eventually be compromising to your future. You may find yourself distracted and unable to focus on your work and your long-term goals. You could also be busy working on projects without taking time to consult experienced people who can guide you away from mistakes. This card could also suggest those that you care for are now ready to become accountable and responsible for their own lives. You must learn to let go and given them their independence - the role of caregiver is most rewarding when your loved ones have grown strong enough to make their own decisions.",
        "keywords": {
          "upright": [
            "Practicality",
            "Creature comforts",
            "Financial security"
          ],
          "reversed": [
            "Self-centeredness",
            "Jealousy",
            "Smothering",
            "Work life imbalance"
          ]
        },
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "Queen",
        "card_keywords": [
          "The Kepper",
          "The Influencer",
          "She masters the energy in her suit, and subtly brings them to others"
        ],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      },
      {
        "name": "king of pentacles",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Pentacles",
        "suit_keywords": ["Earthly", "Material", "Sensual"],
        "card": "King",
        "card_keywords": [""],
        "astrology": "Taurus, Virgo, Capricorn",
        "element": "Earth"
      }
    ]
  },
  {
    "name": "Wands",
    "cards": [
      {
        "name": "ace of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Ace",
        "card_keywords": ["Beginnings", "Potential", "New initiatives"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "two of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Two",
        "card_keywords": ["Decisions", "Balance", "Partnership"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "three of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Three",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "four of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Four",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "Five of Wands",
        "img_asset": "five-of-wands",
        "description":
          "The Five of Wands depicts five men all holding their own wands and brandishing them up in the air. Like with most fives in the tarot, it is about some kind of disagreement that is facing the querent. This disagreement can either be taken to be as a sign of conflict between the men, or that all of them are simply enjoying the adrenaline rush of this conflict, and that the competition amongst them is of a good natured rivalry, not anger. The relaxed way in which they seem to be holding their wands gives a sense that this argument may be one of show rather than a fierce one.",
        "upright":
          "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication, for example in a situation where no one really wants to listen to the other - meaning that no agreement or understanding takes place. The five men may signify problems in a group of people who are not patient enough to listen to what anyone else is saying. They only want to be heard, and since none of the others will listen, they all argue at once. Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they’ll all be satisfied. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way. The Five of Wands meaning could also be a personal struggle that you are dealing with on your own. This can be on a number of issues that affect you, hence you need to address them and find a solution for them. You will need to identify where the problems are and offer a solution that will handle the case.",
        "reversed":
          "The Five of Wands reversed meaning can be that your natural method of dealing with disagreements is avoiding any kind of conflict by getting away from that place as fast as you can. Sometimes this can be regarded as a good thing, but other times, it may lead to a number of issues that are brewing up within you, for which you will have to address soon. On the other hand, it can also mean that you have worked through your troubles and that you do not have any more issues to worry about.",
        "keywords": {
          "upright": ["Disagreement", "Competition", "Conflict", "Tension"],
          "reversed": [
            "Conflict avoidance",
            "Respecting differences",
            "Increased focus on goals"
          ]
        },
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Five",
        "card_keywords": ["Conflict", "Change", "Expansion"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "six of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Six",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "seven of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Seven",
        "card_keywords": ["Spirituality", "Wisdom", "Exploration"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "eight of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Eight",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "nine of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Nine",
        "card_keywords": ["Fulfillment", "Idealism", "Inspiration"],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "ten of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Ten",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "page of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Page",
        "card_keywords": [
          "The Child",
          "The New Spark",
          "The Holder of Energy for his Suit"
        ],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "knight of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Knight",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "queen of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "Queen",
        "card_keywords": [
          "The Kepper",
          "The Influencer",
          "She masters the energy in her suit, and subtly brings them to others"
        ],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      },
      {
        "name": "king of wands",
        "img_asset": "",
        "description": "",
        "upright": "",
        "reversed": "",
        "keywords": [""],
        "suit": "Wands",
        "suit_keywords": ["Passion", "Desire", "Will"],
        "card": "King",
        "card_keywords": [""],
        "astrology": "Aries, Sagittarius, Leo",
        "element": "Fire"
      }
    ]
  }
]
